Repository: croogo/locale
Catalog: fas/LC_MESSAGES/croogo.po
Languages: fa_ir

source: Permissions
fa_ir: مجوزها

source: Access Control
fa_ir: کنترل دسترسی

source: Plugin to process
fa_ir: افزونه پردازش

source: Better manage, and easily synchronize you application's ACO tree
fa_ir: مدیریت بهتر و همگام سازی آسان

source: Add new ACOs for new controllers and actions. Does not remove nodes from the ACO table.
fa_ir: افزودن ACO جدید برای اکشن ها و کنترلر های جدید. گره ها نمی توانند از جدول ACO حذف گردند.

source: Perform a full sync on the ACO table.Will create new ACOs or missing controllers and actions.Will also remove orphaned entries that no longer have a matching controller/action
fa_ir: انجام همگام سازی کامل در جدول Aco ،یک Aco جدید ایجاد خواهد کرد که ممکن است تمام اکشن ها و کنترلرها از بین بروند و همچنین مدخل های زائدی که با کنترل کننده اش تطابق ندارد حذف شوند.

source: Perform a full content sync on the ACO table.Will create new ACOs or missing contents.Will also remove orphaned entries that no longer have a matching contents
fa_ir: انجام همگام سازی کامل در جدول Aco ،یک Aco جدید ایجاد خواهد کرد که ممکن است تمام اکشن ها و کنترلرها از بین بروند و همچنین مدخل های زائدی که با محتوایش تطابق ندارد حذف شوند.

source: The content model name
fa_ir: عنوان مدل محتوا

source: Verify the tree structure of either your Aco or Aro Trees
fa_ir: بررسی ساختار درخت های Aco یا Aro

source: The type of tree to verify
fa_ir: نوع درخت برای بررسی

source: Recover a corrupted Tree
fa_ir: بازیابی درخت خراب شده

source: The type of tree to recover
fa_ir: نوع درخت جهت بازیابی

source: Actions
fa_ir: فعالیت ها

source: Add Action
fa_ir: افزودن فعالیت

source: The %s has been saved
fa_ir: %s ذخیره شد

source: The %s could not be saved. Please, try again.
fa_ir: %s نمی تواند ذخیره شود، لطفاً دوباره سعی نمایید.

source: Edit Action
fa_ir: ویرایش فعالیت

source: Invalid Action
fa_ir: فعالیت غیر مجاز

source: The Action has been saved
fa_ir: دستور ذخیره شد

source: The Action could not be saved. Please, try again.
fa_ir: دستور نمی تواند ذخیره شود، لطفاً دوباره سعی نمایید.

source: Invalid id for Action
fa_ir: کد نامعتبر برای دستور

source: Action deleted
fa_ir: دستور حذف شد

source: Action moved up
fa_ir: دستور به بالا برده شد

source: Action moved down
fa_ir: دستور به پایین آورده شد

source: Created %d new permissions
fa_ir: %d مجوز جدید ایجاد شده است

source: ACL database has been upgraded successfully
fa_ir: بانک اطلاعاتی Acl (لیست مجوزهای دسترسی) با موفقیت به روزرسانی شد.

source: Parent Role
fa_ir: نقش والد

source: "AutoLogin" (Remember Me) disabled since mcrypt_encrypt is not available
fa_ir: "AutoLogin" (مرا به خاطر بیاور) به علت در دسترس نبودن mcrypt_encrypt غیرفعال شده است.

source: Model %s cannot be found.
fa_ir: مدل %s پیدا نشد.

source: Created Aco node: %s
fa_ir: گره Aco ایجاد شد: %s

source: <error>Plugin %s not found or not activated</error>
fa_ir: <error>افزونه %s پیدا نشد یا غیر فعال می باشد</error>

source: <success>Aco Sync Complete</success>
fa_ir: <success>اتمام همگام سازی خودکار</success>

source: <success>Aco Update Complete</success>
fa_ir: <success> اتمام به روزرسانی خودکار</success>

source: Skipped Aco node: <warning>%s</warning>
fa_ir: از گره Aco رد شد: <warning>%s</warning>

source: Deleted %s and all children
fa_ir: همه زیر شاخه ها و %s حذف شدند

source: Created Aco node: <success>%s</success>
fa_ir: گره Aco ایجاد شد: <success>%s</success>

source: Deleted Aco node: <warning>%s</warning>
fa_ir: گره Aco حذف شد: <success>%s</success>

source: <success>Tree is valid and strong</success>
fa_ir: <success>درخت معتبر و سالم می باشد</success>

source: Tree has been recovered, or tree did not need recovery.
fa_ir: درخت بازیاب شد یا درخت نیازی به بازیابی ندارد.

source: <error>Tree recovery failed.</error>
fa_ir: <error>خطا در بازیابی درخت</error>

source: No root node found
fa_ir: گره ریشه پیدا نشد

source: <warning>ACL Database seems to have already been upgraded</warning>
fa_ir: <warning>بانک اطلاعاتی ACL به نظر می رسد آخرین ورژن باشد.</warning>

source: %s not found
fa_ir: %s پیدا نشد

source: Role: Public not found
fa_ir: نقش: عمومی پیدا نشد

source: Role: Registered not found
fa_ir: نقش: ثبت نام کرده پیدا نشد

source: Role: Admin not found
fa_ir: نقش: مدیر پیدا نشد

source: Users
fa_ir: کاربران

source: Add
fa_ir: افزودن

source: Action
fa_ir: فعالیت

source: Parent
fa_ir: والد

source: Choose none if the Aco is a controller.
fa_ir: اگر Aco یک کنترل کننده هست، "هیچکدام" را انتخاب کنید.

source: Alias
fa_ir: مستعار

source: Publishing
fa_ir: در حال انتشار

source: Apply
fa_ir: اعمال

source: Save
fa_ir: ذخیره

source: Cancel
fa_ir: لغو

source: Tools
fa_ir: ابزار

source: Generate
fa_ir: تولید

source: Create new actions (no removal)
fa_ir: ایجاد اکشن جدید (قابل حذف نیست)

source: Synchronize
fa_ir: همگام سازی

source: Create new & remove orphaned actions
fa_ir: ایجاد و حذف اکشن های زائد

source: Edit Actions
fa_ir: ویرایش اکشن ها

source: Id
fa_ir: کد

source: Move up
fa_ir: حرکت به بالا

source: Move down
fa_ir: حرکت به پایین

source: Edit this item
fa_ir: ویرایش این مورد

source: Remove this item
fa_ir: حذف این مورد

source: Are you sure?
fa_ir: آیا شما مطمئن هستید؟

source: error
fa_ir: خطا

source: When set, permissions from parent role are inherited
fa_ir: زمانیکه مجموعه مجوزها از نقش والد به ارٍث برده می شوند.

source: Edit Permissions
fa_ir: ویرایش مجوزها

source: Upgrade Acl database
fa_ir: به روزرسانی بانک اطلاعاتی Acl

source: Blocks
fa_ir: بلوک ها

source: Regions
fa_ir: مناطق

source: Add Block
fa_ir: افزودن بلوک

source: The Block has been saved
fa_ir: بلوک ذخیره شد

source: The Block could not be saved. Please, try again.
fa_ir: بلوک نمی تواند ذخیره شود، لطفاً دوباره سعی نمایید.

source: Edit Block
fa_ir: ویرایش بلوک

source: Invalid Block
fa_ir: بلوک نامعتبر

source: Invalid id for Block
fa_ir: کد نامعتبر برای بلوک

source: Block deleted
fa_ir: بلوک حذف شد

source: Moved up successfully
fa_ir: با موفقیت به بالا جابه جا شد

source: Could not move up
fa_ir: نمی تواند به بالا جابه جا شود

source: Moved down successfully
fa_ir: با موفقیت به پایین جابه جا شد

source: Could not move down
fa_ir: نمی تواند به پایین جا به جا شود

source: Blocks deleted
fa_ir: بلوک ها حذف شدند

source: Blocks published
fa_ir: بلوک ها منتشر شدند

source: Blocks unpublished
fa_ir: بلوک ها از انتشار خارج شدند

source: Blocks copied
fa_ir: بلوک ها کپی شدند

source: Region
fa_ir: ناحیه

source: Add Region
fa_ir: افزودن ناحیه

source: The Region has been saved
fa_ir: ناحیه ذخیره شد

source: The Region could not be saved. Please, try again.
fa_ir: ناحیه نمی تواند ذخیره شود، لطفاً دوباره سعی نمایید.

source: Edit Region
fa_ir: ویرایش ناحیه

source: Invalid Region
fa_ir: ناحیه نامعتبر

source: Invalid id for Region
fa_ir: کد نامعتبر برای ناحیه

source: Region deleted
fa_ir: ناحیه حذف شد

source: Block
fa_ir: بلوک

source: Access
fa_ir: دسترسی

source: Visibilities
fa_ir: نمایش

source: Params
fa_ir: پارامترها

source: Title
fa_ir: عنوان

source: unique name for your block
fa_ir: نام یکتا برای بلوک

source: if you are not sure, choose 'none'
fa_ir: اگر شما مطمئن نیستید، هیچکدام را انتخاب کنید

source: Body
fa_ir: بدنه

source: Class
fa_ir: کلاس

source: Element
fa_ir: المان

source: Role
fa_ir: نقش

source: Visibility Paths
fa_ir: آدرس نمایش

source: Enter one URL per line. Leave blank if you want this Block to appear in all pages.
fa_ir: یک URL در هر سطر وارد نمایید. اگر می خواهید این بلوک در همه صفحات نمایش داده شود، آن را خالی بگذارید.

source: Show title ?
fa_ir: نمایش عنوان؟

source: Publish Start
fa_ir: شروع انتشار

source: Publish End
fa_ir: پایان انتشار

source: Status
fa_ir: وضعیت

source: Create a copy
fa_ir: ایجاد کپی

source: Create a copy of this Block?
fa_ir: ایجاد یک کپی از این بلوک؟

source: Choose
fa_ir: انتخاب کنید

source: preview
fa_ir: پیش نمایش

source: Publish
fa_ir: انتشار

source: Unpublish
fa_ir: عدم انتشار

source: Delete
fa_ir: حذف

source: Copy
fa_ir: کپی

source: Submit
fa_ir: تایید

source: Comments
fa_ir: نظرات

source: Published
fa_ir: منتشر شده

source: Approval
fa_ir: تصویب

source: Edit Comment
fa_ir: ویرایش نظر

source: Invalid Comment
fa_ir: نظر نامعتبر

source: The Comment has been saved
fa_ir: نظر ذخیره شد

source: The Comment could not be saved. Please, try again.
fa_ir: نظر نمی تواند ذخیره شود، لطفاً دوباره سعی نمایید.

source: Invalid id for Comment
fa_ir: کد نامعتبر برای نظر

source: Comment deleted
fa_ir: نظر حذف شد

source: Comments deleted
fa_ir: نظرات حذف شدند

source: Comments published
fa_ir: نظرات انتشار یافتند

source: Comments unpublished
fa_ir: نظرات از انتشار خارج شدند

source: Invalid id
fa_ir: کد نامعتبر

source: Maximum level reached. You cannot reply to that comment.
fa_ir: تعداد پاسخ های ثبت شده به حداکثر مقدار خود رسیده است و امکان ثبت پاسخ وجود ندارد.

source: Comments are not allowed.
fa_ir: امکان ثبت نظر فعال نشده است.

source: Your comment has been added successfully.
fa_ir: نظر شما با موفقیت ثبت شد.

source: Your comment will appear after moderation.
fa_ir: نظر شما بعد از تایید مدیریت نمایش داده خواهد شد.

source: Sorry, the comment appears to be spam.
fa_ir: متاسفانه،نظر شما به عنوان اسپم شناخته شد.

source: Invalid captcha entry
fa_ir: کد کپچای نامعتبر

source: New comment posted under
fa_ir: نظر جدید نوشته شد در

source: Invalid Node id
fa_ir: کد گره نامعتبر

source: Invalid Comment id
fa_ir: کد نظر نامعتبر

source: Content
fa_ir: محتوا

source: Comment
fa_ir: نظر

source: Contact
fa_ir: تماس

source: Name
fa_ir: نام

source: Email
fa_ir: ایمیل

source: Website
fa_ir: وب سایت

source: Comments: Published
fa_ir: نظرات: منشر شد

source: Comments: Approval
fa_ir: نظرات: تصویب شدند

source: Node
fa_ir: گره

source: Created
fa_ir: ایجاد شده

source: Comment on
fa_ir: نظر در

source: by
fa_ir: توسط

source: said on %s
fa_ir: گفته شده در %s

source: Reply
fa_ir: پاسخ

source: Add new comment
fa_ir: افزودن نظر جدید

source: Go back to original post
fa_ir: برگشت به نوشته اصلی

source: Post comment
fa_ir: ارسال نظر

source: Disabled
fa_ir: غیرفعال شده

source: Read only
fa_ir: خواندنی

source: Read/Write
fa_ir: خواندن / نوشتن

source: A new comment has been posted under: %s
fa_ir: یک نظر جدیدنوشته شد در : %s

source: Name: %s
fa_ir: نام: %s

source: Email: %s
fa_ir: ایمیل: %s

source: Website: %s
fa_ir: وب سایت: %s

source: IP Address: %s
fa_ir: آدرس IP : %s

source: Comment: %s
fa_ir: نظر: %s

source: Contacts
fa_ir: اطلاعات تماس

source: Messages
fa_ir: پیام ها

source: Add Contact
fa_ir: افزودن آدرس

source: The Contact has been saved
fa_ir: آدرس ذخیره شد

source: The Contact could not be saved. Please, try again.
fa_ir: آدرس نمی تواند ذخیره شود، لطفاً دوباره سعی نمایید.

source: Edit Contact
fa_ir: ویرایش ادرس

source: Invalid Contact
fa_ir: آدرس نامعتبر

source: Invalid id for Contact
fa_ir: کد نامعتبر برای آدرس

source: Contact deleted
fa_ir: آدرس حذف شد

source: Your message has been received...
fa_ir: پیام شما دریافت شده است ...

source: Sorry, the message appears to be spam.
fa_ir: متاسفانه، پیام به عنوان اسپم شناخته شد.

source: Read
fa_ir: خواندن

source: Edit Message
fa_ir: ویرایش پیام

source: Invalid Message
fa_ir: پیام غیرمجاز

source: The Message has been saved
fa_ir: پیام ذخیره شد

source: The Message could not be saved. Please, try again.
fa_ir: پیام ذخیره نشد، مجدداً سعی نمایید.

source: Invalid id for Message
fa_ir: کد نامعتبر برای پیام

source: Message deleted
fa_ir: پیام حذف شد

source: Messages deleted
fa_ir: پیام ها حذف شدند

source: Messages marked as read
fa_ir: پیام به عنوان خوانده شده علامت گذاری شده است.

source: Messages marked as unread
fa_ir: پیام به عنوان خوانده نشده علامت گذاری شده است.

source: Details
fa_ir: جزئیات

source: Message
fa_ir: پیام

source: Position
fa_ir: موقعیت

source: Address
fa_ir: آدرس

source: Address2
fa_ir: آدرس 2

source: State
fa_ir: حالت

source: Country
fa_ir: کشور

source: Post Code
fa_ir: کد پستی

source: Phone
fa_ir: تلفن

source: Fax
fa_ir: فکس

source: Let users leave a message
fa_ir: اجازه بده کاربران پیام بفرستند.

source: Save messages in database
fa_ir: ذخیره پیام در بانک اطلاعاتی

source: Notify by email instantly
fa_ir: اطلاع از طریق ایمیل

source: Spam protection (requires Akismet API key)
fa_ir: محافظ اسپم ( به Akismet API key نیاز دارد )

source: Use captcha? (requires Recaptcha API key)
fa_ir: استفاده از کپچا؟ ( به Recaptcha API key نیاز دارد)

source: You can manage your API keys here.
fa_ir: شما می توانید کلید های API را در اینجا مدیریت کنید.

source: Your name
fa_ir: نام شما

source: Your email
fa_ir: ایمیل شما

source: Subject
fa_ir: موضوع

source: Send
fa_ir: ارسال

source: You have received a new message at: %s
fa_ir: شما یک پیام جدید از %s دریافت کردید.

source: Subject: %s
fa_ir: موضوع: %s

source: Message: %s
fa_ir: پیام: %s

source: Messages: Read
fa_ir: پیام ها: خواندن

source: Unread
fa_ir: خوانده نشده

source: Messages: Unread
fa_ir: پیام ها: خوانده نشده

source: Mark as read
fa_ir: علامت گذاری به عنوان خوانده شده

source: Mark as unread
fa_ir: علامت گذاری به عنوان خوانده نشده

source: Croogo Utilities
fa_ir: ابزار کروگو

source: Upgrade Croogo
fa_ir: به روزرسانی کروگو

source: Theme cannot be deactivated, instead activate another theme.
fa_ir: قالب نمی تواند غیرفعال شود می توانید قالب دیگری را فعال کنید.

source: %s "%s" not found.
fa_ir: %s "%s" پیدا نشد.

source: %s name must be provided.
fa_ir: نام %s باید فراهم شود

source: Activate Plugins & Themes
fa_ir: فعال سازی افزونه ها و قالب ها

source: Method to perform
fa_ir: متد اجرا

source: Extension type
fa_ir: نوع توسعه

source: Name of extension
fa_ir: نام توسعه

source: Plugin "%s" activated successfully.
fa_ir: افزونه "%s" با موفقیت فعال شد.

source: Plugin "%s" could not be activated. Please, try again.
fa_ir: افزونه افزونه "%s" نمی تواند فعال شود، لطفاً دوباره سعی نمایید.

source: Plugin "%s" could not be deactivated. Please, try again.
fa_ir: افزونه "%s" نمی تواند غیرفعال شود، لطفاً دوباره سعی نمایید.

source: Plugin "%s" could not be deactivated since "%s" depends on it.
fa_ir: افزونه "%s" نمی تواند غیرعال شود چون "%s" به آن وابسته است.

source: Plugin "%s" deactivated successfully.
fa_ir: افزونه "%s" با موفقیت غیرفعال شد.

source: Theme "%s" activated successfully.
fa_ir: قالب "%s" با موفقیت فعال شد.

source: Theme "%s" activation failed.
fa_ir: خطا در فعال سازی قالب "%s"

source: Plugins:
fa_ir: افزونه ها

source: Plugin
fa_ir: افزونه

source: Author
fa_ir: نویسنده

source: Theme
fa_ir: قالب

source: Installing with Composer...
fa_ir: نصب توسط Composer...

source: Unexpected composerInstall return value
fa_ir: مقدار برگشتی نامعلوم از composerInstall

source: Package installed and activated.
fa_ir: بسته نصبو فعال شد.

source: Package installed but not activated.
fa_ir: بسته نصب شد ولی فعال نشده است.

source: Extension installed and activated.
fa_ir: توسعه نصب و فعال شد.

source: Download, Install & Activate Plugins & Themes
fa_ir: دانلود، نصب و فعال کردن افزونه ها و قالب ها

source: URL to zip file OR github user name
fa_ir: آدرس فایل Zip یا نام کاربری github

source: Github repo name
fa_ir: نام Github repo

source: Installing extension...
fa_ir: نصب توسعه ...

source: Please specify a URL to a zipball extension
fa_ir: لطفاً آدرس توسعه را مشخص نمایید تا Zipbll

source: Downloading extension to %s...
fa_ir: دانلود توسعه %s...

source: Upgrade ACL database for core controllers.
fa_ir: به روز رسانی یانک اطلاعاتی ACL برای کنترل کننده های های هسته.

source: Create settings.json from database
fa_ir: ساخت settings.json از بانک اطلاعاتی

source: Update Hook.bootstrap settings
fa_ir: به روزرسانی تنظیمات Hook.bootstrap

source: Update Links in database
fa_ir: به روز رسانی لینک ها در بانک اطلاعاتی

source: Create first migration records
fa_ir: ساخت رکوردهای اولیه منتقل شده

source: Run all pending migrations for core plugins
fa_ir: اجرای تمام درخواست های انتقال برای افزونه های هسته

source: Run all upgrade tasks
fa_ir: اجرای تمام کارهای به روزرسانی

source: <warning>Config/settings.json already exist</warning>
fa_ir: <warning>Config/settings.json وجود دارد</warning>

source: <success>Config/settings.yml created based on `settings` table</success>
fa_ir: <success>Config/settings.yml برحسب جدول `settings` ایجاد شد</success>

source: Updating Link %s
fa_ir: به روزرسانی لینک %s

source: Links updated: %d rows
fa_ir: لینک ها به روز شدند: %d سطر

source: Hook.bootstraps updated
fa_ir: Hook.bootstraps به روزرسانی شد.

source: Upgrade "%s"
fa_ir: به روزرسانی "%s"

source: Command not recognized
fa_ir: دستور تشخیص داده نشد

source: Site down for maintenance
fa_ir: سایت به علت تعمییرات غیرفعال می باشد.

source: Errors in CakeErrorController: %s
fa_ir: خطا در CakeErrorController: %s

source: No item selected
fa_ir: موردی انتخاب نشده است

source: Please choose only one item for this operation
fa_ir: لطفاً برای این عملیات فقط یک مورد را انتخاب نمایید.

source: %s processed
fa_ir: %s پردازش شد

source: An error occured
fa_ir: بروز خطا

source: Visit website
fa_ir: نمایش وب سایت

source: Profile
fa_ir: پروفایل

source: Logout
fa_ir: خروج

source: Invalid content
fa_ir: محتوای نامعتبر

source: Unpublished
fa_ir: منتشر نشده

source: Preview
fa_ir: پیش نمایش

source: Approved
fa_ir: تایید شده

source: Pending
fa_ir: در انتظار

source: Cannot load configuration files with ../ in them.
fa_ir: امکان لود تنظیمات فایل در صورت وجود ../ در آنها وجود ندارد.

source: Invalid action to perform
fa_ir: عمل غیرمجاز

source: No target to process action upon
fa_ir: بدون هدف برای پردازش دستور

source: Action %s is disabled
fa_ir: دستور % غیرفعال شده هست.

source: Edit
fa_ir: ویرایش

source: New %s
fa_ir: جدید %s

source: Croogo %s
fa_ir: کروگو %s

source: Powered by %s
fa_ir: قدرت گرفته از %s

source: Dashboard
fa_ir: داشبورد

source: Close
fa_ir: بستن

source: Page {:page} of {:pages}, showing {:current} records out of {:count} total, starting on record {:start}, ending on {:end}
fa_ir: صفحه {:page} از {:pages} ، نمایش {:current} رکورد خارج از {:count} ، شروع از رکورد {:start}، خاتمه در {:end}

source: first
fa_ir: اولین

source: prev
fa_ir: قبلی

source: next
fa_ir: بعدی

source: last
fa_ir: آخرین

source: Filter
fa_ir: فیلتر

source: Page not found
fa_ir: صفحه پیدا نشد

source: Error
fa_ir: خطا

source: The requested address was not found on this server.
fa_ir: آدرس درخواست شده در این سرور پیدا نشد.

source: Security Error
fa_ir: خطای امنیتی

source: Croogo
fa_ir: کروگو

source: Back to
fa_ir: بازگشت

source: Site down for maintenance.
fa_ir: غیرفعال کردن سایت جهت تعمیرات

source: Croogo News
fa_ir: اخبار کروگو

source: Invalid id for Dashboard
fa_ir: کد نامعتبر برای داشبورد

source: Dashboard deleted
fa_ir: داشبوردحذف شد

source: Dashboards
fa_ir: داشبوردها

source: Are you sure you want to delete # %s?
fa_ir: آیا شما از حذف # %s مطمئن هستید؟

source: Left
fa_ir: چپ

source: Right
fa_ir: راست

source: Full
fa_ir: کامل

source: Welcome
fa_ir: خوش آمدید

source: content here
fa_ir: محتوا اینجا

source: Extensions
fa_ir: توسعه

source: Themes
fa_ir: قالب

source: Locales
fa_ir: محل ها

source: Plugins
fa_ir: افزونه ها

source: Data Migration Utility
fa_ir: ابزار انتقال اطلاعات

source: Locale does not exist.
fa_ir: محل وجود ندارد

source: Locale '%s' set as default
fa_ir: محل '%s' به عنوان پیش فرض ست شد.

source: Could not save Locale setting.
fa_ir: نمی نوان تنظیمات محل را ذخیره نمود.

source: Upload a new locale
fa_ir: اپلود محل جدید

source: Invalid locale.
fa_ir: محل نامعتبر.

source: Locale already exists.
fa_ir: محل موجود هست.

source: Edit locale: %s
fa_ir: ویرایش محل: %s

source: The file %s does not exist.
fa_ir: فایل %s وجود ندارد.

source: Locale updated successfully
fa_ir: محل با موفقیت به روزرسانی شد.

source: Locale deleted successfully.
fa_ir: محل با موفقیت حذف شد.

source: Local could not be deleted.
fa_ir: محل نمی تواند حذف شود.

source: Upload a new plugin
fa_ir: آپلود افزونه جدید

source: Invalid plugin
fa_ir: افرونه نامعتبر

source: You cannot delete a plugin that is currently active.
fa_ir: شما نمی توانید افزونه های فعال را حذف نمایید

source: Plugin "%s" deleted successfully.
fa_ir: افزونه "%s" با موفقیت حذف شد.

source: Plugin could not be deleted.
fa_ir: افزونه نمی تواند حذف شود

source: Plugin could not be deactivated. Please, try again.
fa_ir: افزونه نمی تواند غیرفعال گردد، لطفاً دوباره سعی نمایید.

source: Plugin could not be activated. Please, try again.
fa_ir: افزونه نمی تواند فعال گردد، لطفاً دوباره سعی نمایید.

source: Plugin "%s" migrated successfully.
fa_ir: افزونه "%s" با موفقیت انتقال یافت.

source: Plugin "%s" could not be migrated. Error: %s
fa_ir: افزونه "%s" نمی تواند انتقال یابد. خطا: %s

source: Plugin %s has been moved up
fa_ir: افزونه %s به بالا برده شد.

source: Plugin %s has been moved down
fa_ir: افزونه %s به پایین بردهشد.

source: Theme activated.
fa_ir: قالب فعال شد.

source: Theme activation failed.
fa_ir: خطا در فعال سازی قالب

source: Upload a new theme
fa_ir: آپلود قالب جدید

source: Theme uploaded successfully.
fa_ir: قالب با موفقیت به روزرسانی شد.

source: Theme Editor
fa_ir: ویرایشگر قالب

source: Invalid Theme.
fa_ir: قالب نامعتبر

source: Default theme cannot be deleted.
fa_ir: امکان حذف قالب پیش فرض وجود ندارد

source: You cannot delete a theme that is currently active.
fa_ir: شما نمی توانید قالب فعال را حذف نمایید.

source: Theme deleted successfully.
fa_ir: قالب با موفقیت حذف شد.

source: An error occurred.
fa_ir: بروز خطا.

source: Plugin "%s" is already active.
fa_ir: افزونه "%s" در حال حاضر فعال است.

source: Plugin "%s" depends on "%s" plugin.
fa_ir: افزونه "%s" وابسته به افزونه "%s" می باشد.

source: Plugin "%s" is not active.
fa_ir: افزونه "%s" فعال نمی باشد

source: %s is already at the first position
fa_ir: %s در حال حاضر در موقعیت اول قرار دارد

source: Plugin %s depends on %s
fa_ir: افزونه %s به %s وابسته هست.

source: %s is already at the last position
fa_ir: %s در حال حاضر در موقعیت آخر قرار دارد.

source: Invalid direction
fa_ir: جهت نامعتبر

source: Plugin %s cannot be reordered
fa_ir: امکان تغییر ترتیب افزونه %s وجود ندارد.

source: Invalid theme
fa_ir: قالب نامعتبر

source: Theme %s not found
fa_ir: قالب %s پیدا نشد.

source: Invalid plugin path
fa_ir: آدرس نامعتبر افزونه

source: Invalid zip archive
fa_ir: فایل zip نامعتبر

source: Invalid plugin.json or missing plugin name
fa_ir: plugin.json نامعتبر یا نام افرونه پیدا نشد

source: Missing expected files: %s in: %s
fa_ir: فایل های استخراج شده پیدا نشدند: %s در: %s

source: Invalid plugin or missing expected files
fa_ir: افزونه نامعتبر یا فیل های استخراج شده پیدا نشدند.

source: Invalid plugin file path
fa_ir: آدرس نامعتبر فایل افزونه

source: Plugin already exists
fa_ir: افزونه موجود هست

source: Failed to extract plugin
fa_ir: خطا در استخراج افزونه

source: Invalid theme path
fa_ir: آدرس نامعتبر قالب

source: Invalid theme file path
fa_ir: آدرس نامعتبر فایل افزونه

source: Theme already exists
fa_ir: قالب موجود هست

source: Failed to extract theme
fa_ir: خطا در استخراج قالب

source: Must specify a valid package name: vendor/name.
fa_ir: باید یک نام معتبر برای بسته مشخص نمایید: فروشنده / نام.

source: Themes installed via composer are not yet supported.
fa_ir: قالب های نصب شده با composer در حال حاضر پشتیبانی نمی شوند.

source: Upload
fa_ir: آپلود

source: Locale
fa_ir: محل

source: Default
fa_ir: پیش فرض

source: Activate
fa_ir: فعال کردن

source: Description
fa_ir: توضیحات

source: Active
fa_ir: فعال

source: Deactivate
fa_ir: غیرفعال کردن

source: Migrate
fa_ir: مهاجرت

source: Current Theme
fa_ir: قالب فعلی

source: Regions supported:
fa_ir: نواحی پشتیبانی شده:

source: Available Themes
fa_ir: قالب های موجود

source: No available theme
fa_ir: قالبی وجود ندارد

source: Media
fa_ir: رسانه

source: Attachments
fa_ir: پیوست ها

source: File Manager
fa_ir: مدیریت فایل

source: Add Attachment
fa_ir: افودن پیوست

source: Upload failed. Please ensure size does not exceed the server limit.
fa_ir: آخطا در آپلود. لطفاً مطمئن شوید حجم فایل از حجم تعیین شده سرور تجاوز نکرده است/

source: The Attachment has been saved
fa_ir: پیوست ذخیره شد

source: The Attachment could not be saved. Please, try again.
fa_ir: فایل پیوست نمی تواند ذخیره شود،لطفاً دوباره سعی نمایید.
