Repository: croogo/locale
Catalog: fas/LC_MESSAGES/croogo.po
Languages: fa_ir

source: Edit Attachment
fa_ir: ویرایش پیوست

source: Invalid Attachment
fa_ir: پیوست نامعتبر

source: Invalid id for Attachment
fa_ir: کد نامعتبر برای پیوست

source: Attachment deleted
fa_ir: پیوست حذف شد

source: Path %s is restricted
fa_ir: آدرس %s محدود شده است.

source: Edit file: %s
fa_ir: ویرایش فایل: %s

source: File saved successfully
fa_ir: فایل با موفقیت ذخیره شد

source: File uploaded successfully.
fa_ir: فایل با موفقیت آپلود شد

source: File deleted
fa_ir: فایل حذف شد

source: Directory deleted
fa_ir: دایرکتوری حذف شد

source: Path "%s" cannot be renamed
fa_ir: تغیبر نام آدرس "%s" میسر نیست

source: %s already exists
fa_ir: %s وجود دارد

source: "%s" has been renamed to "%s"
fa_ir: "%s" به "%s" تغییر نام یافت

source: Could not rename "%s" to "%s"
fa_ir: نمی تواند از "%s" به "%s" تغییر یابد

source: Name has not changed
fa_ir: نام تغییر نیافت

source: Create Directory
fa_ir: ایجاد دایرکتوری

source: Directory created successfully.
fa_ir: دایکتوری با موفقیت ایجاد شد.

source: Create File
fa_ir: ایجاد فایل

source: File created successfully.
fa_ir: فایل با موفقیت ایجاد شد.

source: Error during file upload
fa_ir: خطا در آپلود فایل

source: New Attachment
fa_ir: پیوست جدید

source: Insert
fa_ir: وارد کردن

source: Sort by:
fa_ir: مرتب سازی بر حسب:

source: Promoted
fa_ir: ارتقا یافته

source: Attachment
fa_ir: پیوست

source: Caption
fa_ir: عنوان

source: File URL
fa_ir: URL فایل

source: Search
fa_ir: جستجو

source: Search...
fa_ir: جستجو ...

source: Yes
fa_ir: بله

source: No
fa_ir: خیر

source: Upload here
fa_ir: اینجا آپلود کنید

source: Create directory
fa_ir: ایجاد دایرکتوری

source: Create file
fa_ir: ایجاد فایل

source: You are here
fa_ir: شما اینجا هستید

source: Directory content
fa_ir: محتوای دایرکتوری

source: Open
fa_ir: باز کردن

source: Rename
fa_ir: تغییر نام

source: View
fa_ir: مشاهده

source: Directory
fa_ir: دایرکتوری

source: Directory name
fa_ir: نام دایرکتوری

source: Create
fa_ir: ایجاد

source: File
fa_ir: فایل

source: Filename
fa_ir: نام فایل

source: New name
fa_ir: نام جدید

source: Install Utilities
fa_ir: نصب ابزارها

source: DataSource
fa_ir: منبع داده

source: Host
fa_ir: میزبان

source: Login
fa_ir: نام کاربری

source: Password
fa_ir: رمز

source: Database
fa_ir: بانک اطلاعاتی

source: Prefix
fa_ir: پیشوند

source: Port
fa_ir: پورت

source: Username
fa_ir: نام کاربری

source: Verify Password
fa_ir: بازبینی رمز

source: Permission %s granted to %s
fa_ir: مجوز %s به %s اعطا شد.

source: Installation: Welcome
fa_ir: نصب: خوش آمدید

source: Step 1: Database
fa_ir: مرحله 1: بانک اطلاعاتی

source: Step 2: Build database
fa_ir: مرحله 2: ایجاد بانک اطلاعاتی

source: Warning: Database "%s" is not empty.
fa_ir: هشدار: بانک اطلاعاتی "%s" خالی نبوده و دارای رکورد می باشد.

source: Installation successful
fa_ir: نصب با موفقیت انجام شد

source: Installation failed
fa_ir: خطا در نصب

source: Installation failed: Unable to create settings file
fa_ir: خطا در نصب: عدم ایجاد فایل تنظیمات

source: CSS : %s created
fa_ir: CSS: %s ایجاد شد

source: CSS : %s failed
fa_ir: CSS: %s ناموفق

source: JS : %s created
fa_ir: JS: %s ایجاد شد

source: JS : %s failed
fa_ir: JS: %s ناموفق

source: Font: %s copied
fa_ir: فونت: %s کپی شد

source: File: %s not copied
fa_ir: فایل: %s کپی نشد

source: Could not copy database.php file.
fa_ir: خطا در کپی فایل database.php.

source: Could not write database.php file.
fa_ir: خطا در نوشتن فایل database.php.

source: Could not connect to database:
fa_ir: خطا در اتصال به بانک اطلاعاتی:

source: Could not connect to database.
fa_ir: خطا در اتصال به بانک اطلاعاتی.

source: Step 3: Create Admin User
fa_ir: مرحله 3: ایجاد کاربر مدیر

source: New Password
fa_ir: پسورد جدید

source: Create tables and load initial data
fa_ir: ایجاد جداول و بارگذاری داده های اولیه

source: Build database
fa_ir: ساخت بانک اطلاعاتی

source: Click here to build your database
fa_ir: اینجا کلیک کنید تا بانک اطلاعاتی ساخته شود

source: Warning
fa_ir: هشدار

source: A `database.php` file already exists.
fa_ir: فایل `database.php` وجود دارد.

source: Valid
fa_ir: مجاز

source: Invalid
fa_ir: غیرمجاز

source: This file is %s.
fa_ir: این فایل %s می باشد.

source: Reuse this file and proceed.
fa_ir: از این فایل استفاده کن و ادامه بده.

source: This file will be replaced.
fa_ir: این فایل جایگزین خواهد شد.

source: Database hostname or IP Address
fa_ir: نام میزبان یاIP بانک اطلاعاتی

source: Database login/username
fa_ir: نام کاربری / رمز بانک اطلاعاتی

source: Database password
fa_ir: رمز بانک اطلاعاتی

source: Database name
fa_ir: نام بانک اطلاعاتی

source: Table prefix (leave blank if unknown)
fa_ir: پیشوند جدول (اگر نمی دانید خالی بگذارید)

source: Database port (leave blank if unknown)
fa_ir: پورت بانک اطلاعاتی(اگر نمی دانید خالی بگذارید)

source: The user %s has been created with administrative rights.
fa_ir: کاربر %s با دسترسی مدیریتی ایجاد شد.

source: Admin panel: %s
fa_ir: پنل مدیریت: %s

source: You can start with %s or jump in and %s.
fa_ir: شما می توانید با %s شروع کنید یا رد شده و %s.

source: configuring your site
fa_ir: تنظیم سایت

source: create a blog post
fa_ir: ایجاد نوشته بلاگ

source: Resources
fa_ir: منابع

source: Your tmp directory is writable.
fa_ir: دایرکتوری موقت شما قابل نوشتن هست

source: Your tmp directory is NOT writable.
fa_ir: دایرکتوری موقت شما قابل نوشتن نیست

source: Your config directory is writable.
fa_ir: تنظیمات دایرکتوری قابل نوشتن هست.

source: Your config directory is NOT writable.
fa_ir: تنظیمات دایرکتوری قابل نوشتن نیست.

source: PHP version %s %s %s
fa_ir: ورژن PHP %s %s %s

source: PHP version %s < %s
fa_ir: ورژن PHP %s < %s

source: CakePhp version %s %s %s
fa_ir: ورژن CakePhp %s %s %s

source: CakePHP version %s < %s
fa_ir: ورژن CakePhp %s < %s

source: Install
fa_ir: نصب

source: Click here to begin installation
fa_ir: شروع نصب

source: Installation cannot continue as minimum requirements are not met.
fa_ir: امکان ادامه عملیات نصب تا فراهم نشدن حداقل نیازمندی ها وجود ندارد.

source: Install Croogo
fa_ir: نصب کورگو

source: Menus
fa_ir: منوها

source: Links: %s
fa_ir: لینکها : %s

source: Add Link
fa_ir: افزودن لینک

source: The Link has been saved
fa_ir: لینک ذخیره شد

source: The Link could not be saved. Please, try again.
fa_ir: لینک نمی تواند ذخیره شود، لطفآ دوباره سعی نمایید.

source: Edit Link
fa_ir: ویرایش لینک

source: Invalid Link
fa_ir: لینک نامعتبر

source: Invalid id for Link
fa_ir: کد نامعتبر برای لینک

source: Link deleted
fa_ir: لینک حذف شد

source: Links deleted
fa_ir: لینک های حذف شدند

source: Links published
fa_ir: لینک ها انتشار یافتند

source: Links unpublished
fa_ir: لینکها منتشر نشدند

source: Add Menu
fa_ir: افزودن منو

source: The Menu has been saved
fa_ir: منو ذخیره شد

source: The Menu could not be saved. Please, try again.
fa_ir: منو نمی تواند ذخیره شود، لطفآ دوباره سعی نمایید.

source: Edit Menu
fa_ir: ویرایش منو

source: Invalid Menu
fa_ir: منوی نامعتبر

source: Invalid id for Menu
fa_ir: کد نامعتبر برای منو

source: Menu deleted
fa_ir: منو حذف شد

source: Link
fa_ir: لینک

source: Misc.
fa_ir: متفرقه

source: Menu
fa_ir: منو

source: Link Chooser
fa_ir: انتخابگر لینک

source: Choose Link
fa_ir: انتخاب لینک

source: Create a copy of this Link?
fa_ir: ایجاد کپی از این لینک

source: Delete this item
fa_ir: حذف این آیتم

source: Link to %s
fa_ir: لینک به %s

source: Link Count
fa_ir: تعداد لینک

source: View links
fa_ir: مشاهده لینکها

source: Custom Fields
fa_ir: فیلدهای دلخواه

source: Add another field
fa_ir: افزودن فیلد دیگر

source: Key
fa_ir: کلید

source: Value
fa_ir: مقدار

source: Remove
fa_ir: حذف

source: List
fa_ir: لیست

source: Type must be specified
fa_ir: نوع باید تعیین شود

source: Create content
fa_ir: ایجاد محتوا

source: Content type does not exist.
fa_ir: نوع محتوا وجود ندارد

source: %s has been saved
fa_ir: %s ذخیره شد

source: %s could not be saved. Please, try again.
fa_ir: %s نمی تواند ذخیره شود، لطفآ دوباره سعی نمایید.

source: Create content: %s
fa_ir: ایجاد محتوا: %s

source: Edit %s: %s
fa_ir: ویرایش : %s: %s

source: Paths updated.
fa_ir: آدرس ها به روزرسانی شد.

source: Something went wrong while updating paths. Please try again
fa_ir: خطا در به روز رسانی آدرس ها لطفآ دوباره سعی نمایید.

source: Invalid id for Node
fa_ir: کد نامعتبر برای گره

source: Node deleted
fa_ir: گره حذف شد

source: %s deleted
fa_ir: %s حذف شده

source: %s published
fa_ir: %s منشر شده

source: %s unpublished
fa_ir: %s منتشر نشده

source: %s promoted
fa_ir: %s ارتقا یافته

source: %s unpromoted
fa_ir: %s ارتقا نیافته

source: %s copied
fa_ir: %s کپی شده

source: Invalid content type.
fa_ir: نوع محتوای نامعتبر

source: Invalid Term.
fa_ir: قانون نامعتبر

source: Home
fa_ir: خانه

source: Posted
fa_ir: نوشته شده

source: on
fa_ir: فعال

source: Posted in
fa_ir: نوشته شده در

source: Leave a comment
fa_ir: درج نظر

source: Type
fa_ir: نوع

source: Slug
fa_ir: لینک

source: Excerpt
fa_ir: فیلتر کردن

source: Promoted to front page
fa_ir: ارتقا به front page

source: Publish as
fa_ir: انتشار به عنوان

source: User
fa_ir: کاربر

source: promoted
fa_ir: ارتقا یافته

source: Applying to selected
fa_ir: اعمال به انتخاب شده

source: Promote
fa_ir: ارتقا

source: Unpromote
fa_ir: عدم ارتقا

source: %s selected items?
fa_ir: %s موارد انتخاب شده؟

source: Translate in a new language
fa_ir: ترجمه در زبان جدید

source: No translations available.
fa_ir: ترجمه ای وجود ندارد

source: No items found.
fa_ir: موردی پیدا نشد

source: Search Results: %s
fa_ir: نتایج جستو: %s

source: Settings
fa_ir: تنظیمات

source: Site
fa_ir: سایت

source: Meta
fa_ir: متا

source: Reading
fa_ir: خواندن

source: Writing
fa_ir: نوشتن

source: Service
fa_ir: سرویس

source: Languages
fa_ir: زبان ها

source: Displays setting values
fa_ir: نمایش مقادیر تنظیمات

source: Setting key
fa_ir: کلید تنظیمات

source: List all settings
fa_ir: لیست همه تنظیمات

source: Write setting value for a given key
fa_ir: نوشتن مقدار برای کلید

source: Setting value
fa_ir: مقدار تنظیم

source: Delete setting based on key
fa_ir: حذف تنظیم براساس کلید

source: Update version string from git tag information
fa_ir: متن ورژن به روز رسانی از تگ اطلاعاتی GIT

source: Updating %s
fa_ir: به روز رسانی %s

source: Confirm update
fa_ir: تایید به روزرسانی

source: Setting updated
fa_ir: تنظیمات به روز شد

source: Cancelled
fa_ir: لغو شده

source: Key: %s not found
fa_ir: کلید: %s پیدا نشد

source: Deleting %s
fa_ir: حذف %s

source: Delete?
fa_ir: حذف؟

source: Setting deleted
fa_ir: تنظم حذف شد

source: Add Language
fa_ir: افزودن زبان

source: The Language has been saved
fa_ir: زبان ذخیره شد

source: The Language could not be saved. Please, try again.
fa_ir: امکان ذخیره زبان وجود ندارد، لطفاً دوباره سعی نمایید.

source: Edit Language
fa_ir: ویرایش زبان

source: Invalid Language
fa_ir: زبان نامعتبر

source: Invalid id for Language
fa_ir: کد نامعتبر برای زبان

source: Language deleted
fa_ir: زبان حذف شد

source: Select a language
fa_ir: یک زبان را انتخاب کنید

source: Invalid Setting.
fa_ir: تنظیمات نامعتبر.

source: Add Setting
fa_ir: افزودن تنظیمات

source: The Setting has been saved
fa_ir: تنظیمات ذخیره شد

source: The Setting could not be saved. Please, try again.
fa_ir: امکان ذخیره تنظیمات وجود ندارد، لطفاً دوباره سعی نمایید.

source: Edit Setting
fa_ir: ویرایش تنظیمات

source: Invalid Setting
fa_ir: تنظیمات نامعتبر

source: Invalid id for Setting
fa_ir: کد نامعتبر برای تنظیمات

source: Settings: %s
fa_ir: تنظیمات: %s

source: Settings updated successfully
fa_ir: تنظیمات با موفقیت به روز رسانی شد

source: Invalid Setting key
fa_ir: کلید تنظیم نامعتبر

source: Could not add a new language.
fa_ir: نمی توان یک زبان جدید اضافه کرد.

source: Language
fa_ir: زبان

source: Native
fa_ir: محلی

source: New Language
fa_ir: زبان جدید

source: Misc
fa_ir: متفرقه

source: e.g., 'Site.title'
fa_ir: مثال 'Site.title'

source: Input Type
fa_ir: نوع ورودی

source: e.g., 'text' or 'textarea'
fa_ir: مثال text' یا 'textarea'

source: Editable
fa_ir: قابل ویرایش

source: Saving
fa_ir: در حال ذخیره

source: Setting
fa_ir: تنظیمات

source: Weight
fa_ir: وزن

source: Delete Setting
fa_ir: حذف تنظیم

source: List Settings
fa_ir: لیست تنظیمات

source: New Setting
fa_ir: تنظیم جدید

source: Content Types
fa_ir: نوع محتوا

source: Taxonomy
fa_ir: دسته بندی

source: Add new
fa_ir: افزودن جدید

source: Vocabulary: %s
fa_ir: لغت: %s

source: %s: Add Term
fa_ir: %s: افزودن دسته

source: Term saved successfuly.
fa_ir: دسته با موفقیت ذخیره شد.

source: Term could not be added to the vocabulary. Please try again.
fa_ir: امکان افزودن دسته به لغت وجود ندارد، دوباره سعی نمایید.

source: %s: Edit Term
fa_ir: %s: ویرایش دسته

source: Term deleted
fa_ir: دسته حذف شد

source: Term could not be deleted. Please, try again.
fa_ir: امکان حذف وجود ندارد. دوباره سعی نمایید

source: Moved %s successfully
fa_ir: %s با موفقیت انتقال یافت

source: Could not move %s
fa_ir: %s نمی تواند منتقل شود

source: Invalid Term ID.
fa_ir: کد دسته نامعتبر.

source: Invalid Taxonomy.
fa_ir: دسته بندی نامتبر.

source: Invalid Vocabulary ID.
fa_ir: کد لغت نامعتبر.

source: Add Type
fa_ir: افزودن نوع

source: The Type has been saved
fa_ir: نوع ذخیره شد

source: The Type could not be saved. Please, try again.
fa_ir: نوع ذخیره نشد، دوباره سعی نمایید.

source: Edit Type
fa_ir: ویرایش نوع

source: Invalid Type
fa_ir: نوع نامعتبر

source: Invalid id for Type
fa_ir: کد نامعتبر برای نوع

source: Type deleted
fa_ir: نوع حذف شد

source: Vocabularies
fa_ir: لغات

source: Add Vocabulary
fa_ir: افزودن لغت

source: The Vocabulary has been saved
fa_ir: لغت ذخیره شد

source: The Vocabulary could not be saved. Please, try again.
fa_ir: لغت نمی تواند ذخیره شود، لطفاً دوباره سعی نمایید.

source: Edit Vocabulary
fa_ir: ویرایش لغت

source: Invalid Vocabulary
fa_ir: لغت نامعتبر

source: Invalid id for Vocabulary
fa_ir: کد نامعتبر برای لغت

source: Vocabulary deleted
fa_ir: لغت حذف شد

source: Invalid Term Id
fa_ir: کد دسته نامعتبر.

source: "vocabulary_id" key not found
fa_ir: کلید "vocabulary_id" پیدا نشد

source: Please select at least 1 value
fa_ir: لطفاً حداقل یک مقدار انتخاب نمایید.

source: Please select at most 1 value
fa_ir: لطفاً حداکثر یک مقدار انتخاب نمایید.

source: Invalid Content Type
fa_ir: نوع محتوای نامعتبر

source: Terms
fa_ir: قوانین

source: Term
fa_ir: قانون

source: New Term
fa_ir: قانون جدید

source: Types
fa_ir: انواع

source: Enable Wysiwyg Editor
fa_ir: فعال سازی ویرایشگر Wysiwyg

source: Vocabulary
fa_ir: لغت

source: Show author's name
fa_ir: نمایش نام نویسنده

source: Show date
fa_ir: نمایش تاریخ

source: Options
fa_ir: تنظیمات

source: Required
fa_ir: الزامی

source: Multiple
fa_ir: چندین

source: Tags
fa_ir: برچسپ ها

source: View terms
fa_ir: نمایش قوانین

source: Invalid ID.
fa_ir: کد نامعتبر

source: Invalid model.
fa_ir: مدل نامعتبر

source: Invalid record.
fa_ir: رکورد نامعتبر

source: Translations: %s
fa_ir: ترجمه های: %s

source: Invalid locale
fa_ir: منطقه نامعتبر

source: Translate content: %s (%s)
fa_ir: محتوای ترجمه: %s (%s)

source: Record has been translated
fa_ir: رکورد ترجمه شد

source: Record could not be translated. Please, try again.
fa_ir: امکان ترجمه رکورد وجود ندارد، لطفاً دوباره سعی نمایید.

source: Invalid Locale or ID
fa_ir: منطقه یا کد نامعتبر

source: Translation for the locale deleted successfully.
fa_ir: ترجمه برای منطقه مورد نظر با موفقیت حذف شد.

source: Translation for the locale could not be deleted.
fa_ir: امکان حذف ترجمه منطقه مورد نظر وجود ندارد.

source: Translate
fa_ir: ترجمه

source: Datasource %s for CroogoTranslateBehavior of model %s is not connected
fa_ir: منبع داده %s برای CroogoTranslateBehavior از مدل %s متصل نشده است.

source: Translations
fa_ir: ترجمه ها

source: Roles
fa_ir: نقش ها

source: Reset password
fa_ir: ریست رمز

source: Reset user password
fa_ir: ریست رمز کاربر

source: Username to reset
fa_ir: نام کاربری برای ریست

source: New user password
fa_ir: پسورد جدید کاربر

source: User '%s' not found
fa_ir: کاربر '%s' پیدا نشد

source: Password for '%s' has been changed
fa_ir: رمز '%s' تغییر یافته است

source: Add Role
fa_ir: افزودن نقش

source: The Role has been saved
fa_ir: نقش ذخیره شد.

source: The Role could not be saved. Please, try again.
fa_ir: نقش نمی تواند ذخیره شود، لطفا دوباره سعی نمایید.

source: Edit Role
fa_ir: ویرایش نقش

source: Invalid Role
fa_ir: نقش نامعتبر

source: Invalid id for Role
fa_ir: کد نامعتبر برای نقش

source: Role deleted
fa_ir: نقش حذف شد

source: You have reached maximum limit for failed login attempts. Please try again after a few minutes.
fa_ir: شما از حد مجاز خطا در ورود عبور کردید، لطفاً بعد از چند دقیقه دوباره سعی نمایید.

source: [%s] Please activate your account
fa_ir: [%s] لطفاً حساب خود را فعال نمایید.

source: The User has been saved
fa_ir: کاربر ذخیره شد

source: The User could not be saved. Please, try again.
fa_ir: کاربر نمی تواند ذخیره گردد، لطفاً دوباره سعی نمایید.

source: Invalid User
fa_ir: کاربر نامعتبر

source: Password has been reset.
fa_ir: رمز عبور ریست شده است.

source: Password could not be reset. Please, try again.
fa_ir: رمز عبور نمی تواند ریست شود، لطفاً دوباره سعی نمایید.

source: Invalid id for User
fa_ir: کد نامعتبر برای کاربر

source: User deleted
fa_ir: کاربر حذف شده است

source: User cannot be deleted
fa_ir: کاربر نمی تواند حذف شود

source: Admin Login
fa_ir: ورود مدیر

source: You are already logged in
fa_ir: شما وارد شدید در

source: Incorrect username or password
fa_ir: نام کاربری یا پسورد نامعتبر

source: Log out successful.
fa_ir: خروج موفق

source: Register
fa_ir: ثبت نام

source: You have successfully registered an account. An email has been sent with further instructions.
fa_ir: حساب کاربری شما با موفقیت ایجاد شد. یک ایمیل با دستورالعمل های دیگر ارسال شد.

source: You are currently logged in as:
fa_ir: وارد شده به عنوان:

source: Account activated successfully.
fa_ir: حساب کاربری با موفقیت فعال شد.

source: Forgot Password
fa_ir: فراموشی رمز

source: Invalid username.
fa_ir: نام کاربری نامعتبر

source: [%s] Reset Password
fa_ir: [%s] بازیابی پسورد

source: An email has been sent with instructions for resetting your password.
fa_ir: یک ایمیل با دستورالعمل نحوه بازیابی پسورد شما ارسال شد.

source: An error occurred. Please try again.
fa_ir: خطایی رخ داد، لطفاً دوباره سعی نمایید.

source: Reset Password
fa_ir: بازیابی پسورد

source: Your password has been reset successfully.
fa_ir: پسورد شما با موفقیت بازیابی شد.

source: Log in
fa_ir: ورود

source: Invalid User.
fa_ir: کاربر نامعتبر.

source: Passwords do not match. Please, try again.
fa_ir: پسورد ها باه تطابق ندارند، لطفاً دوباره سعی نمایید.

source: Hello %s
fa_ir: سلام %s

source: Please visit this link to reset your password: %s
fa_ir: لطفاً بر روی این لینک کلیک نمایید تا پسورد شما ریست شود: %s

source: If you did not request a password reset, then please ignore this email.
fa_ir: اگر شما درخواست ریست رمز را نداشتید، این ایمیل را نادیده بگیرید.

source: Please visit this link to activate your account: %s
fa_ir: لطفاً این لینک را کلیک نمایید تا حساب شما فعال گردد.

source: Edit user %s
fa_ir: ویرایش کاربر %s

source: New user
fa_ir: کاربر جدید

source: Timezone
fa_ir: منطقه زمانی

source: Send Activation Email
fa_ir: ارسال ایمیل فعال سازی

source: Remember me?
fa_ir: به یاد آوردن من؟

source: Log In
fa_ir: ورود

source: Forgot password?
fa_ir: فراموشی رمز؟

source: Reset Password: %s
fa_ir: بازیابی پسورد: %s

source: Reset
fa_ir: بازیابی

source: New password
fa_ir: پسورد جدید

source: Title cannot be empty.
fa_ir: عنوان را وارد نمایید

source: This alias has already been taken.
fa_ir: نام مستعار انتخاب شده تکراری می باشد.

source: Alias cannot be empty.
fa_ir: نام مستعار را وارد نمایید.

source: This field cannot be left blank.
fa_ir: این فیلد نمی تواند خالی باشد.

source: Please enter a valid email address.
fa_ir: لطفاً یک ایمیل معتبر وارد نمایید.

source: Please provide a valid email address.
fa_ir: لطفاً یک ایمیل معتبر تهیه نمایید.

source: This slug has already been taken.
fa_ir: این لینک تکراری می باشد.

source: Slug cannot be empty.
fa_ir: لینک نمی تواند خالی باشد.

source: Link cannot be empty.
fa_ir: لینک نمی تواند خالی باشد.

source: This key has already been taken.
fa_ir: این کلید تکراری می باشد.

source: Key cannot be empty.
fa_ir: کلید نمی تواند خالی باشد.

source: This field must be alphanumeric
fa_ir: این فیلد باید ترکیبی از حروف و ارقام باشد.

source: The username has already been taken.
fa_ir: نام کاربری تکراری می باشد.

source: Email address already in use.
fa_ir: آدرس ایمیل تکراری می باشد.

source: Passwords must be at least 6 characters long.
fa_ir: طول پسورد باید حداقل 6 کاراکتر باشد.

source: This field must be a valid URL
fa_ir: این فیلد باید یک URL (آدرس اینترنتی) معتبر باشد.
