Repository: croogo/locale
Catalog: */croogo.po
Languages: el, hu, id

source: Permissions
el: Δικαιώματα
hu: Engedélyek
id: Perizinan

source: Access Control
el: Δικαιώματα Πρόσβασης
hu: Hozzáférési jogosultságok
id: Akses kontrol

source: _authorizeByContent() - Access of un-mapped action "%1$s" in controller "%2$s"
el: _authorizeByContent() - Πρόσβαση σε λάθος ενέργεια "%1$s" στο controller "%2$s"
hu: _authorizeByContent() - nem feltérképezett feladat("%1$s") az alábbi kontrollerben: "%2$s"
id: _authorizedByContent() - Akses terhadap aksi yang tidak terlacak "%1$s" di dalam kontroler "%2$s"

source: The %s has been saved
el: Το %s αποθηκεύτηκε
hu: A(z) %s el lett mentve.
id: %s telah disimpan.

source: The %s could not be saved. Please, try again.
el: Το %s δεν μπόρεσε να αποθυκευτεί. Παρακαλώ, δοκιμάστε ξανά.
hu: A(z) %s nem menthető. Kérjük próbálja meg újra.
id: %s tidak dapat disimpan. Silahkan coba kembali.

source: Action deleted
el: Η ενέργεια διαγράφηκε.
hu: Tevékenység törölve
id: Aksi telah dihapus

source: Action moved up
el: Η ενέργεια μετακινήθηκε επάνω.
hu: Tevékenység felfelé mozgatva.
id: Geser keatas

source: Action moved down
el: Η ενέργεια μετακινήθηκε κάτω.
hu: Tevékenység lefelé mozgatva.
id: Geser kebawah

source: Parent Role
el: Ρόλος Γονέα
hu: Szülő szabály
id: Induk Tugas

source: "AutoLogin" (Remember Me) disabled since mcrypt_encrypt is not available
el: "AutoLogin" (Remember Me) απενεργοποιημένι λόγω του ότι το mcrypt_encrypt δεν είναι διαθέσιμο.
hu: "AutoLogin" (Emlékezz rám) nem használható, mivel mcrypt_encrypt nem elérhető
id: "AutoLogin" (Ingat Saya) telah dinon-aktifkan karena mycrypt_encrypt tidak tersedia

source: Users
el: Χρήστες
hu: Felhasználók
id: Pengguna

source: Actions
el: Ενέργειες
hu: Tevékenységek
id: Aksi

source: Add
el: Προσθήκη
hu: Hozzáadás
id: Tambah

source: Action
el: Ενέργεια
hu: Művelet
id: Aksi

source: Parent
el: Γονέας
hu: Szülő
id: Induk

source: Tools
el: Εργαλεία
hu: Eszközök
id: Peralatan

source: Generate
el: Δημιουργία
hu: Generálás
id: Hasilkan

source: Create new actions (no removal)
el: Δημιουργία νέων ενεργειών
hu: Új műveletek létrehozása (nincs törlés)
id: Buat aksi baru (tanpa penghilangan)

source: Synchronize
el: Συγχρονισμός
hu: Szinkronizálás
id: Sinkronkan

source: Create new & remove orphaned actions
el: Δημιουργία νέων ενεργειών και διαγραφή ορφανών ενεργειών
hu: Új tevékenység létrehozása & árvák eltávolítása
id: Buat baru dan hilangkan action yang berdiri sendiri

source: Move up
el: Μετακίνηση επάνω
hu: Felfelé mozgatni
id: Geser keatas

source: Move down
el: Μετακίνηση κάτω
hu: Lefelé mozgatni
id: Geser kebawah

source: Edit this item
el: Επεξεργασία αντικειμένου
hu: Elem szerkesztése
id: Ubah item ini

source: Remove this item
el: Διαγραφή αντικειμένου
hu: Az elem eltávolítása
id: Hapus item ini

source: Are you sure?
el: Είστε σίγουρος;
hu: Biztosan ezt szeretné ?
id: Apakah Anda yakin?

source: Edit Actions
el: Επεξεργασία Ενεργειών
hu: Tevékenység szerkesztése
id: Ubah aksi

source: error
el: Σφάλμα
hu: Hiba
id: kesalahan

source: When set, permissions from parent role are inherited
el: Όταν είναι ορισμένο, τα δικαιώματα του γονικό ρόλου κληρονομούνται
hu: Ha be van állítva, a szülő szerep engedélyei lesznek érvényesek
id: Bila ditetapkan, perijinan dari penugasan induk akan diwariskan

source: Edit Permissions
el: Επεξεργασία Δικαιωμάτων
hu: Engedélyek szerkesztése
id: Ubah Perizinan

source: Blocks
hu: Blokkok
id: Blok

source: Regions
hu: Régiók
id: Region

source: Title cannot be empty.
el: Ο τίτλος δεν μπορεί να είναι κενός.
hu: A cím nem lehet üres
id: Judul tidak boleh kosong

source: Alias cannot be empty.
el: Το alias δεν μπορεί να είναι κενό.
hu: Az Alias ​​nem lehet üres.
id: Alias tidak boleh kosong

source: Block
hu: Tömb
id: Blok

source: Visibilities
el: Ορατότητα
hu: Láthatóság
id: Visibilitas

source: Params
el: Παράμετροι
hu: Paraméterek
id: Parameter

source: Title
el: Τίτλος
hu: Cím
id: Judul

source: unique name for your block
el: μοναδικό όνομα για το block
hu: blokk egyedi neve
id: Nama unik untuk blok ini

source: Region
el: Περιοχή
hu: Régió

source: if you are not sure, choose 'none'
el: εάν δεν είστε σίγουρος, επιλέξτε 'none'
hu: ha nem vagy biztos benne, válaszd a 'semmi'-t
id: Bila tidak yakin, pilih 'none'

source: Body
el: Κυρίως μέρος
hu: Törzs
id: Deskripsi

source: Class
el: Κλάση
hu: Osztály
id: Kelas

source: Element
el: Στοιχείο
hu: Elem
id: Elemen

source: Visibility Paths
el: Μονοπάτι ορατότητας
hu: Láthatósági útvonalak
id: Jalur visibilitas

source: Enter one URL per line. Leave blank if you want this Block to appear in all pages.
el: Ένα URL ανά γραμμή. Αφήστε το κενό εάν θέλετε το Block αυτό να εμφανίζεται σε όλες τις σελίδες.
hu: Egy URL-t írjon soronként. Hagyja üresen, ha minden oldalon meg szeretné jeleníteni ezt a blokkot.
id: Masukkan satu URL dalam satu baris. Kosongkan bila menginginkan Blok tampil di semua halaman.

source: Publishing
el: Δημοσίευση
hu: Publikálás
id: Publikasi

source: Show title ?
el: Εμφάνιση τίτλου;
hu: Cím mutatása
id: Tampilkan judul ?

source: Status
el: Κατάσταση
hu: Állapot

source: Create a copy
hu: Másolat készítése
id: Buat salinan

source: Create a copy of this Block?
hu: Készítsünk másolatot erről a blokkról?
id: Buat salinan untuk blok ini?

source: Choose
el: Επιλογή
hu: Kiválasztás
id: Pilih

source: preview
hu: Előnézet
id: Pratinjau

source: Publish
el: Δημοσίευση
hu: Közzététel
id: Publikasikan

source: Unpublish
el: Κατάργηση δημοσίευσης
hu: Közzététel visszavonása
id: Tidak dipublikasikan

source: Delete
el: Διαγραφή
hu: Törlés
id: Hapus

source: Copy
hu: Másolás
id: Salin

source: Submit
el: Προσθήκη
hu: Jóváhagyás
id: Serahkan

source: Comments
el: Σχόλια
hu: Hozzászólások
id: Komentar

source: Published
el: Δημοσιευμένο
hu: Publikált
id: Telah dipublikasikan

source: Approval
el: Έγκριση
hu: Jóváhagyás
id: Persetujuan

source: Invalid id
hu: Érvénytelen azonosító
id: Id tidak sah

source: Maximum level reached. You cannot reply to that comment.
el: Όριο. Δεν μπορείτε να απαντήσε στο σχόλιο αυτό.
hu: Maximális szint elérve. Nem válaszolhat erre a hozzászólásra.
id: Tingkatan maksimal telah dicapai. Anda tidak dapat menanggapi komentar tersebut

source: Comments are not allowed.
el: Τα σχόλια δεν επιτρέπονται
hu: Nem megengedett a megjegyzések használata.
id: Komentar tidak diperkenankan

source: Your comment has been added successfully.
el: Το σχόλιο σας προστέθηκε επιτυχώς.
hu: Az Ön hozzászólása hozzáadva.
id: Komentar Anda telah berhasil ditambahkan.

source: Your comment will appear after moderation.
el: Το σχόλιο σας θα εμφανιστεί μετά την έγκριση.
hu: Az Ön hozzászólása az ellenőrzés után megjelenik.
id: Komentar Anda akan muncul setelah dimoderasi.

source: Sorry, the comment appears to be spam.
el: Συγγνώμη, το σχόλια φαίνεται να είναι spam.
hu: Elnézést, ez a hozzászólás úgy néz ki mint, egy spam.
id: Maaf, komentar Anda terindikasi sebagai spam.

source: Comments deleted
el: Τα σχόλια διαγράφηκαν
hu: Hozzászólások törölve
id: Komentar telah dihapus

source: Comments published
el: Τα σχόλια δημοσιεύθηκαν
hu: Hozzászólás közzétéve
id: Publikasikan komentar

source: Comments unpublished
el: Τα σχόλια δεν είναι πλέον δημοσιευμένα
hu: Hozzászólás közzétételének visszavonása
id: Komentar tidak dipublikasikan

source: Invalid Comment id
el: Λάθος Comment id
hu: Érvénytelen Komment-azonosító
id: Id komentar tidak sah

source: Contact
el: Επικοινωνία
hu: Kapcsolat
id: Kontak

source: Name
el: Όνομα
hu: Név
id: Nama

source: Website
hu: Weboldal

source: Content
el: Περιεχόμενο
hu: Tartalom
id: Konten

source: Comments: Published
el: Σχόλια: Δημοσιευμένα
hu: Hozzászólások: Közzétéve
id: Komentar: Publikasikan

source: Disabled
el: Απενεργοποιημένο
hu: Letiltva
id: Matikan

source: Read only
el: Ανάγνωση μόνο
hu: Csak olvasható
id: Hanya Membaca

source: Read/Write
el: Εγγραφή/Ανάγνωση
hu: Írható-olvasható
id: Membaca/Menulis

source: Add new comment
el: Προσθήκη νέου σχολίου
hu: Új hozzászólás hozzáadása
id: Tambah Komentar Baru

source: Post comment
el: Προσθήκη σχολίου
hu: Szólj hozzá
id: Kirim komentar

source: Comment on
el: Σχόλια σε
hu: Hozzászólás itt:
id: Komentar pada

source: said on %s
el: γράφτηκε στις %s
hu: ekkor: %s
id: telah menanggapi pada %s

source: Reply
el: Απάντηση
hu: Válasz
id: Balas

source: Name: %s
el: Όνομα: %s
hu: Név: %s
id: Nama: %s

source: Website: %s
hu: Weboldal: %s

source: IP Address: %s
hu: IP cím: %s
id: Alamat IP: %s

source: Comment: %s
el: Σχόλιο: %s
hu: Hozzászólás: %s
id: Komentar: %s

source: Contacts
el: Επαφές
hu: Kapcsolat
id: Kontak

source: Messages
el: Μηνύματα
hu: Üzenetek
id: Pesan-pesan

source: Your message has been received...
el: Το μήνυμα σας παραλήφθηκε...
hu: Az ön üzenete megérkezett...
id: Pesan Anda telah diterima...

source: Sorry, the message appears to be spam.
el: Συγγνώμη, το μήνυμά σας φαίνεται να είναι spam.
hu: Elnézést, az ön üzenete úgy néz ki mint egy spam.
id: Maaf, pesan Anda terindikasi spam.

source: Invalid captcha entry
el: Λάθος captcha
hu: Helytelen captcha adat
id: Masukan captcha tidak sah

source: Messages deleted
hu: Üzenetek törölve.
id: Pesan telah dihapus

source: Messages marked as read
el: Το μήνυμα σημειώθηκε ως αναγνωσμένο
hu: Üzenetek olvasottnak jelölve
id: Tandai pesan sebagai telah dibaca

source: Messages marked as unread
el: Το μήνυμα σημειώθηκε ως μη αναγνωσμένο
hu: Üzenetek olvasatlannak jelölve
id: Pesan ditandai sebagai Pesan belum dibaca

source: This field cannot be left blank.
el: Το πεδίο δεν μπορεί να είναι κενό.
hu: Ez a mező nem lehet üres.
id: Bagian ini tidak boleh kosong.

source: Please provide a valid email address.
el: Παρακαλώ δώστε μία έγκυρη διεύθυνση email.
hu: Adjon meg egy érvényes email címet.
id: Mohon sediakan alamat email yang sah.

source: Details
el: Λεπτομέρειες
hu: Részletek
id: Detil

source: Message
el: Μήνυμα
hu: Üzenet
id: Pesan

source: Position
el: Θέση
hu: Pozíció
id: Posisi

source: Address
el: Διεύθυνση
hu: Cím
id: Alamat

source: Address2
el: Διεύθυνση2
hu: Cím 2
id: Alamat2

source: State
el: Περιοχή
hu: Megye:
id: Negara Bagian

source: Country
el: Χώρα
hu: Ország
id: Negara

source: Post Code
el: Τ.Κ.
hu: Irányítószám
id: Kode Pos

source: Phone
el: Τηλέφωνο
hu: Telefon
id: Telepon

source: Let users leave a message
el: Αφήστε τους χρήστες να γράψουν ένα μήνυμα
hu: A felhasználok hagyhatnak hozzászólásokat.
id: Izinkan pengguna lain meninggalkan pesan

source: Save messages in database
el: Αποθήκευση μηνυμάτων στη βάση δεδομένων
hu: Az üzenetek mentése az adatbázisba.
id: Simpan pesan dalam database

source: Notify by email instantly
el: Ενημέρωση μέσω email στιγμιαία
hu: Azonnali jelentés email-ben
id: Beritahukan melalui email secara instant?

source: Spam protection (requires Akismet API key)
el: Προστασία spam (απαιτεί Akismet API key)
hu: Spam védelem (szükséges az Akismet API kulcs)
id: Proteksi SPAM (Dibutuhkan kunci API dari Akismet

source: Use captcha? (requires Recaptcha API key)
el: Χρήση captcha; (απαιτεί Recaptcha API key)
hu: Captcha használata? (szükséges a recaptcha API kulcs)
id: Gunakan Captcha? (Dibutuhkan kunci API dari Recaptcha)

source: You can manage your API keys here.
el: Μπορείτε να διαχειριστείτε για API κλειδιά σας εδώ
hu: Itt kezelheti az API kulcsait
id: Anda dapat mengelola kunci-kunci API disini.

source: Edit Message
el: Επεξεργασία μηνύματος
hu: Üzenet szerkesztése
id: Ubah pesan

source: Read
el: Ανάγνωση
hu: Elolvasva
id: Baca

source: Messages: Read
el: Μηνύματα: Ανάγνωση
hu: Üzenetek: Elolvasva
id: Pesan: Telah dibaca

source: Unread
el: Μη διαβασμένα
hu: Olvasatlan
id: Belum dibaca

source: Messages: Unread
el: Μηνύματα: μη διαβασμένα
hu: Üzenetek: Olvasatlanok
id: Pesan: Belum dibaca

source: Created
el: Δημιουργημένο
hu: Létrehozva
id: Dibuat

source: Mark as read
el: Σημείωση ως διαβασμένο
hu: Megjelölés olvasottként
id: Tandai sebagai Pesan telah dibaca

source: Mark as unread
el: Σημείωση ως μη διαβασμένο
hu: Megjelölés olvasatlanként
id: Tandai sebagai Pesan belum dibaca

source: Apply
el: Εφαρμογή
hu: Jóváhagy
id: Terapkan

source: Yes
el: Ναι
hu: Igen
id: Ya

source: No
el: Όχι
hu: Nem
id: Tidak

source: Your name
el: Το όνομα σας
hu: Neve
id: Nama Anda

source: Your email
el: Το email σας
hu: E-mail címe
id: Email Anda

source: Subject
el: Θέμα
hu: Tárgy
id: Pokok Bahasan

source: You have received a new message at: %s
el: Έχετε ένα νέο μήνυμα στο: %s
hu: Új üzenete érkezett ekkor: %s
id: Anda menerima pesan baru: %s

source: Subject: %s
el: Θέμα: %s
hu: Tárgy: %s
id: Judul: %s

source: Message: %s
el: Μήνυμα: %s
hu: Üzenet: %s
id: Pesan: %s

source: Plugin "%s" is not active.
el: Το Plugin "%s" δεν είναι ενεργό.
hu: A következő bővítmény nem aktív: "%s"
id: Plugin "%s" tidak aktif

source: Plugin could not be deactivated. Please, try again.
el: Το plugin δεν μπόρεσε να απενεργοποιηθεί. Παρακαλώ, δοκιμάστε ξανά.
hu: A következő bővítményt nem lehet deaktiválni: "%s". Próbálja meg újra.
id: Plugin tidak dapat di non-aktifkan. Silahkan coba kembali.

source: Invalid plugin
el: Άκυρο plugin
hu: Érvénytelen plugin
id: Plugin tidak sah

source: %s is already at the first position
el: To %s βρίσκεται ήδη στη πρώτη θέση
hu: A következő bővítmény már az első helyen van: "%s"
id: %s sudah berada dalam posisi pertama

source: Plugin %s depends on %s
el: Το Plugin %s εξαρτάται από το %s
hu: A bővítmény ("%s"), az alábbitól függ: "%s"
id: Plugin %s bergantung pada %s

source: %s is already at the last position
el: To %s βρίσκεται ήδη στη τελευταία θέση
hu: A következő bővítmény már az utolsó helyen van: "%s"
id: %s sudah dalam posisi terakhir

source: Invalid direction
el: Λάθος διαδρομή
hu: Érvénytelen irány
id: Direction tidak sah

source: Plugin %s cannot be reordered
el: To Plugin %s δεν μπορεί να αλλάξει σειρά
hu: A %s bővítményt nem lehet átrendezni.
id: Plugin %s tidak dapat disusun ulang

source: Unable to get routeable content types: %s
el: Αδύνατο να βρεθεί του routeable τύπου περιεχομένου: %s
hu: Nem lehet betölteni a tartalomtípusokat: %s
id: Tidak dapat memperoleh konten yang dapat dirutekan bertipe: %s

source: Unpublished
el: Αφαίρεση δημοσίευσης
hu: Nincs közzétéve
id: Tidak dipublikasikan

source: Preview
hu: Előnézet
id: Pratinjau

source: Approved
hu: Jóváhagyott
id: Telah disetujui

source: Pending
hu: Függőben
id: Tunda

source: Invalid content
el: Άκυρο περιεχόμενο
hu: Érvénytelen tartalom
id: Konten tidak sah

source: Failed toggling field %s to %s
el: Αποτυχία πεδίου εναλλαγής %s σε %s
hu: A mező átállítása a(z) %s értékről a(z) %s értékre sikertelen
id: Gagal mengubah bidang %s menjadi %s

source: Cannot load configuration files with ../ in them.
el: Δεν μπόρεσαν να φορτωθούν τα αρχεία με ../
hu: Nem lehet betölteni a konfigurációs fájlokat az alábbi útvonallal: ../.
id: Tidak dapat memuat berkas konfigurasi dengan ../ didalamnya

source: Site down for maintenance
el: Η σελίδα βρίσκεται σε κατάσταση συντήρησης
hu: Az oldalon karbantartás folyik
id: Website sedang dalam pemeliharaan

source: No item selected
hu: Nincs kijelölt elem.

source: Please choose only one item for this operation
hu: Kérem cask egy tételt válasszon ehez a művelethez
id: Mohon pilih satu saja untuk operasi ini

source: %s processed
hu: Feldolgozva: %s
id: %s telah diproses

source: An error occured
el: Προέκυψε ένα σφάλμα
hu: Hiba történt
id: Terjadi sebuah kekeliruan

source: Visit website
el: Δείτε τη σελίδα
hu: Látogassa meg a weboldalt
id: Kunjungi website

source: Profile
hu: Profil
id: Profil

source: Logout
hu: Kilépés
id: Keluar

source: EventHandler %s not found in plugin %s
el: EventHandler %s δεν βρέθηκε στο plugin %s
hu: EventHandler (%s) nem található az alábbi pluginban: %s
id: EventHandler %s tidak ditemukan didalam plugin %s

source: Invalid action to perform
el: Άκυρη ενέργεια
hu: Érvénytelen tevékenység
id: Aksi tidak sah untuk dilaksanakan

source: No target to process action upon
el: Δεν υπάρχει δέκτης της ενέργεια αυτής
hu: A feladatnak nincs érvényes kimenete

source: Action %s is disabled
hu: Akció (%s) le van tiltva
id: Aksi %s telah dimatikan

source: Croogo Utilities
hu: Croogo segédprogramok
id: Kegunaan Croogo

source: Theme cannot be deactivated, instead activate another theme.
el: To θέμα δεν μπορεί να επενεργοποιηθεί. Ενεργοποιείστε κάποιο άλλο.
hu: Témát nem lehet deaktiválni, ehelyett aktiválj egy másik témát.

source: %s "%s" not found.
el: %s "%s" δεν βρέθηκε
hu: %s nem található a(z) "%s".
id: %s "%s" tidak ditemukan.

source: %s name must be provided.
el: %s όνομα πρέπει να να δοθεί
hu: a(z) %s nevét meg kell adni.
id: nama %s harus disediakan.

source: Activate Plugins & Themes
el: Ενεργοποίηση Plugins & Themes
hu: Bővitmények és témák aktiválása
id: Aktifkan Plugin & Tema

source: Method to perform
el: Μέθοδος προς ενέργεια
hu: Végrehajtandó módszer
id: Metode untuk dilaksanakan

source: Extension type
el: Τύπος επέκτασης
hu: Kiterjesztés típus
id: Tipe Ekstensi

source: Name of extension
el: Όνομα επέκτασης
hu: A bővítmény neve
id: Nama Ekstensi

source: Plugin "%s" activated successfully.
el: Το "%s" ενεργοποιήθηκε επιτυχώς.
hu: A következő bővítmény sikeresen aktiválva: "%s"
id: Plugin "%s" telah berhasil diaktifkan.

source: Plugin "%s" could not be activated. Please, try again.
el: Το "%s" δεν μπόρεσε να ενεργοποιηθεί. Παρακαλώ, δοκιμάστε ξανά.
hu: A következő bővítményt nem lehet aktiválni: "%s". Próbálja meg újra.
id: Plugin "%s" tidak dapat diaktifkan. Silahkan coba kembali.

source: Plugin "%s" could not be deactivated. Please, try again.
el: Το "%s" δεν μπόρεσε να απενεργοποιηθεί. Παρακαλώ, δοκιμάστε ξανά.
hu: A következő bővítményt nem lehet deaktiválni: "%s". Próbálja meg újra.
id: Plugin "%s" tidak dapat di non-aktifkan. Silahkan coba kembali.

source: Plugin "%s" could not be deactivated since "%s" depends on it.
hu: A következő bővítményt nem lehet aktiválni: "%s", mert az alábbi függ tőle: "%s"
id: Plugin "%s" tidak dapat di non-aktifkan karena "%s" bergantung padanya

source: Plugin "%s" deactivated successfully.
el: Το "%s" απενεργοποιήθηκε επιτυχώς.
hu: A következő bővítmény sikeresen aktiválva: "%s".
id: Plugin "%s" berhasil di non-aktifkan.

source: Theme "%s" activated successfully.
el: Το "%s" ενεργοποιήθηκε επιτυχώς.
hu: A következő téma sikeresen aktiválva: "%s".
id: Tema "%s" berhasil diaktifkan.

source: Theme "%s" activation failed.
el: Το "%s" δεν μπόρεσε να ενεργοποιηθεί. Παρακαλώ, δοκιμάστε ξανά.
hu: A következő téma aktiválása sikertelen: "%s".
id: Pengaktifan tema "%s" gagal.

source: Plugins:
hu: Bővítmények:
id: Plugin

source: Plugin
hu: Bővítmény

source: Author
el: Δημιουργός
hu: Szerző
id: Pecipta

source: Theme
hu: Téma
id: Tema

source: Installing with Composer...
el: Εγκατάσταση με Composer...
hu: Telepítés Composer-rel...
id: Memasang dengan Composer...

source: Unexpected composerInstall return value
el: Μη αναμενόμενη τιμή του composerInstall
hu: Váratlan composerInstall visszatérési érték
id: Nilai balikan dari pemasangan composer tidak terduga

source: Package installed and activated.
el: Το πακέτο εγκαταστάθηκε και ενεργοποιήθηκε.
hu: Csomag telepítve és aktiválva.
id: Paket telah dipasang dan diaktifkan.

source: Package installed but not activated.
el: Το πακέτο εγκαταστάθηκε και δεν ενεργοποιήθηκε.
hu: Csomag telepítve van, de nem aktivált.
id: Paket telah dipasang namun belum diaktifkan.

source: Extension installed and activated.
el: Η επέκταση εγκαταστάθηκε και ενεργοποιήθηκε.
hu: Csomag telepítve és aktiválva.
id: Ekstensi telah dipasang dan diaktifkan.

source: Download, Install & Activate Plugins & Themes
el: Κατεβάστε, Εγκαταστήστε & Ενεργοποιήστε Plugins & Themes
hu: Bővitmények és témák letöltése, telepítése és aktiválása
id: Unduh, Pasang & Aktifkan Plugin & Tema

source: URL to zip file OR github user name
el: URL στο αρχείο ZIP ή όνομα χρήστη στο github
hu: Zip-fájl URL-je vagy github felhasználói név

source: Github repo name
el: Όνομα αποθετηρίου Github
hu: GitHub repo neve
id: Nama penyimpanan pada Github

source: Installing extension...
el: Εγκατάσταση επέκτασης...
hu: Kiterjesztés telepítése...
id: Memasang ekstensi...

source: Please specify a URL to a zipball extension
el: Παρακαλώ δώστε URL σε ένα αρχείο zip επέκτασης
hu: Kérem adja meg a tömörített kiterjesztés URL-jét

source: Downloading extension to %s...
el: Κατέβασμα επέκτασης στο %s
hu: Kiterjesztés letöltése ide: %s...
id: Mengunduh ekstensi ke %s...

source: Edit
el: Επεξεργασία
hu: Szerkesztés
id: Ubah

source: New %s
el: Νέο %s
hu: Új: %s
id: Buat %s Baru

source: Save
el: Αποθήκευση
hu: Mentés
id: Simpan

source: Cancel
el: Άκυρο
hu: Mégse
id: Batal

source: Close
el: Κλείσιμο
hu: Bezárás
id: Tutup

source: first
el: αρχή
hu: első
id: pertama

source: prev
el: προηγούμενο
hu: előző
id: Sebelumnya

source: next
el: επόμενο
hu: ﻿következő
id: Berikutnya

source: last
el: τέλος
hu: utolsó
id: Terakhir

source: Filter
el: Φίλτρο
hu: Szűrő
id: Saring

source: Back to
el: Πίσω στο
hu: Vissza ide:
id: Kembali ke

source: Site down for maintenance.
el: Η σελίδα βρίσκεται υπό συντήρηση
hu: Az oldalon jelenleg karbantartás folyik.
id: Website sedang dalam pemeliharaan.

source: Croogo News
hu: Croogo Hírek
id: Berita Croogo

source: Dashboard
hu: Vezérlőpult
id: Dasbor

source: Invalid id for Dashboard
hu: Érvénytelen vezérlőpult azonosító
id: Id Dasbor tidak sah

source: Dashboard deleted
hu: Vezérlőpult törölve
id: Dasbor telah dihapus

source: Moved up successfully
el: Επιτυχής μετακίνηση επάνω
hu: Sikeres felfelé mozgatás
id: Geser keatas berhasil

source: Could not move up
el: Δεν μπόρεσε να μετακινηθεί επάνω
hu: Nem lehet felfelé mozgatni
id: Tidak dapat menggeser keatas

source: Moved down successfully
el: Επιτυχής μετακίνηση κάτω
hu: Sikereks lefelé mozgatás
id: Geser kebawah berhasil

source: Could not move down
el: Δεν μπόρεσε να μετακινηθεί κάτω
hu: Nem lehet lefelé mozgatni
id: Tidak dapat menggeser kebawah

source: Dashboards
hu: Irányítópultok
id: Dasbor

source: Are you sure you want to delete # %s?
el: Είστε σίγουρος θέλετε να διαγράψετε το # %s;
hu: Biztosan törölni szeretné # %s?
id: Apakah Anda yakin ingin menghapus # %s?

source: Left
hu: Bal
id: Kiri

source: Right
hu: Jobb
id: Kanan

source: Full
hu: Teljes
id: Penuh

source: Welcome
hu: Üdvözlet
id: Selamat Datang

source: content here
el: περιεχόμενο εδώ
hu: tartalom ide
id: Konten disini

source: Extensions
hu: Kiterjesztések
id: Ekstensi

source: Themes
hu: Sablonok
id: Tema

source: Locales
hu: Nyelvek
id: Lokal

source: Plugins
hu: Pluginok
id: Plugin

source: Invalid theme
el: Άκυρο θέμα
hu: Érvénytelen téma
id: Tema tidak sah

source: Theme %s not found
el: Το θέμα %s δεν βρέθηκε
hu: Téma (%s) nem található
id: Tema %s tidak ditemukan

source: Invalid plugin path
el: Άκυρη τοποθεσία plugin
hu: Érvénytelen bővítmény útvonal
id: Jalur plugin tidak sah

source: Invalid zip archive
el: Άκυρο αρχείο zip
hu: Hibás ZIP fájl.
id: Zip arsip tidak sah

source: Invalid plugin.json or missing plugin name
el: Άκυρο plugin.json ή μη διαθέσιμο όνομα plugin
hu: Érvénytelen plugin.json vagy hiányzó plugin neve
id: plugin.json tidak sah atau plugin name tidak ditemukan

source: Missing expected files: %s in: %s
el: Δεν υπάρχουν τα απαιτούμενα αρχεία: %s στο: %s
hu: Hiányzó fájlok: %s itt: %s
id: Tidak ditemukan berkas yang dibutuhkan: %s didalam %s

source: Invalid plugin or missing expected files
el: Άκυρο plugin ή μη διαθέσιμα απαιτούμενα αρχεία
hu: Érvénytelen plugin vagy hiányzó fájlok
id: Plugin tidak sah atau berkas dibutuhkan tidak ditemukan

source: Invalid plugin file path
el: Λάθος διαδρομή του plugin
hu: Érvénytelen plugin fájl elérési útja
id: Jalur berkas plugin tidak sah

source: Plugin already exists
el: To plugin υπάρχει ήδη
hu: A plugin már létezik
id: Plugin sudah ada

source: Failed to extract plugin
el: Το plugin δεν μπόρεσε να γίνει εξαγωγή
hu: Nem sikerült kibontani a plugin-t
id: Gagal untuk mengekstrak plugin
