Repository: croogo/locale
Catalog: */croogo.po
Languages: el, hu, id

source: "vocabulary_id" key not found
hu: "Vocabulary_id" kulcs nem található
id: "vocabulary_id" kunci tidak ditemukan

source: Vocabulary: %s
el: Λεξιλόγιο: %s
hu: Szótár: %s
id: Kosa kata: %s

source: Vocabularies
el: Λεξιλόγια
hu: Szótárak
id: Kosa Kata

source: Slug
hu: Rövidítés

source: Terms
el: Όροι
hu: Kulcsszavak
id: Istilah-istilah

source: %s: Edit Term
el: %s: Επεξεργασία Όρου
hu: %s: Kifejezés szerkesztése
id: %s: Ubah Istilah

source: %s: Add Term
el: Προσθήκη όρου
hu: %s: Kifejezés hozzáadása
id: %s: Tambah Istilah

source: Term
el: Όρος
hu: Kulcsszó
id: Istilah

source: Types
el: Τύποι
hu: Típusok
id: Tipe-tipe

source: Edit Type
el: Επεξεργασία τύπου.
hu: Típus szerkesztése
id: Ubah Tipe

source: Show author's name
el: Προβολής ονόματος δημιουργού
hu: Mutasd a szerző nevét
id: Tampilkan nama penulis

source: Show date
el: Προβολή ημερομηνίας
hu: Mutasd a dátumot
id: Tampilkan tanggal

source: Edit Vocabulary
el: Επεξεργασία λεξιλογίου.
hu: Szótár szerkesztése
id: Ubah Kosa Kata

source: Add Vocabulary
el: Προσθήκη λεξιλογίου
hu: Szótár hozzáadása
id: Tambah Kosa Kata

source: Vocabulary
el: Λεξιλόγιο
hu: Szótár
id: Kosa Kata

source: Options
el: Επιλογές
hu: Beállítások
id: Opsi-opsi

source: Required
el: Απαιτούμενο
hu: Kötelező
id: Diwajibkan

source: View terms
el: Προβολή όρων
hu: Feltételek megjelenítése
id: Tinjau Istilah

source: Translate
el: Μετάφραση
hu: Fordítás
id: Alihbahasakan

source: Invalid ID.
el: Άκυρο ID
hu: Hibás ID
id: ID Tidak Sah

source: Invalid model.
el: Άκυρο μοντέλο
hu: Hibás modell
id: Model tidak sah

source: Invalid record.
el: Άκυρη εγγραφή
hu: Hibás tartalom
id: Rekord tidak sah

source: Translations: %s
el: Μεταφράσεις: %s
hu: Fordítás: %s
id: Alih bahasa: %s

source: Invalid locale
el: Άκυρο locale
hu: Érvénytelen Nyelv
id: Lokal tidak sah

source: Invalid Language
el: Άκυρη γλώσσα
hu: Helytelen nyelv
id: Bahasa tidak sah

source: Record has been translated
el: Η εγγραφή μεταφράστηκε
hu: A tartalom lefordítva
id: Rekord telah dialih-bahasakan

source: Record could not be translated. Please, try again.
el: Η εγγραφή δεν μπόρεσε να μεταφραστεί. Παρακαλώ, δοκιμάστε ξανά.
hu: A tartalmat nem lehet lefordítani. Próbálja újra.
id: Rekord tidak dapat dialih-bahasakan. Silahkan coba kembali.

source: Invalid Locale or ID
el: Άκυρο Locale ή ID
hu: Hibás Nyelv vagy ID
id: Lokal atau ID tidak sah

source: Translation for the locale deleted successfully.
el: Η μετάφραση για το locale διαγράφηκε.
hu: Fordítás törölve
id: Alihbahasa untuk lokal berhasil dihapus.

source: Translation for the locale could not be deleted.
el: Η μετάφραση για το locale δεν διαγράφηκε.
hu: Fordítást nem lehet törölni
id: Alihbahasa untuk lokal tidak dapat dihapus.

source: Translate content: %s (%s)
el: Μετάφραση περιεχομένου: %s (%s)
hu: Fordítsd a tartalmat: %s (%s)
id: Alibahasa konten: %s (%s)

source: Translations
hu: Fordítások
id: Terjemahan

source: Roles
el: Ρόλοι
hu: Felhasználó Csoportok
id: Penugasan

source: Reset password
el: Επαναφορά κωδικού
hu: Jelszó generálása
id: Reset Kata Sandi

source: The User could not be saved. Please, try again.
el: Ο Χρήστης δεν μπόρεσε να αποθηκευτεί. Παρακαλώ, δοκιμάστε ξανά.
hu: A felhasználót nem lehet menteni. Próbálja újra.
id: Pengguna tidak dapat disimpan. Silahkan coba kembali.

source: You have successfully registered an account. An email has been sent with further instructions.
el: Επιτυχής δημιουργία λογιαριασμού. Θα σας αποσταλεί email με επιπλέον οδηγίες.
hu: Sikeresen regisztrált egy fiókot. Egy e-mailt küldtünk a további utasításokkal.
id: Anda telah berhasil mendaftarkan akun. Silahkan mengecek email untuk instruksi lebih lanjut.

source: Account activated successfully.
el: Ο λογαριασμός ενεργοποιήθηκε με επιτυχία.
hu: Fiók sikeresen aktiválva
id: Akun berhasil diaktifkan

source: Invalid username.
el: Λάθος όνομα
hu: Érvénytelen felhasználói név
id: Nama pengguna tidak sah

source: An error occurred. Please try again.
el: Προέκυψε ένα σφάλμα. Παρακαλώ δοκιμάστε ξανά.
hu: Hiba, próbálja újra
id: Terjadi kesalahan, silahkan coba kembali.

source: An email has been sent with instructions for resetting your password.
el: Στάλθηκε email με οδηγίες για την επαναφορά του κωδικού σας.
hu: Elküldtük emailben az instrukciókat a jelszó megújításával kapcsolatban.
id: Sebuah email telah dikirimkan berikut instruksi untuk menetapkan ulang kata sandi Anda.

source: Your password has been reset successfully.
el: Ο κωδικός σας επαναφέρθηκε με επιτυχία.
hu: Az ön jelszava sikeresen megújítva.
id: Kata sandi Anda telah berhasil ditetapkan ulang

source: Log out successful.
el: Επιτυχής αποσύνδεση.
hu: Kijelentkezés sikeres
id: Keluar berhasil

source: Invalid User.
el: Άκυρος χρήστης
hu: Érvénytelen felhasználó
id: Pengguna tidak sah

source: You have reached maximum limit for failed login attempts. Please try again after a few minutes.
el: Δεν επιτρέπονται άλλες προσπάθειες. Παρακαλώ δοκιμάστε ξανά σε μερικά λετπά.
hu: Ön elérte a bejelentkezési próbálkozások megengedett számát. Próbálja újra pár perc múlva.
id: Anda telah mencapai batas masuk maksimum. Silahkan dicoba kembali beberapa menit kemudian.

source: Password has been reset.
el: Έγινε επαναφορά του κωδικού.
hu: Az ön jelszava sikeresen megújítva.
id: Kata sandi telah ditetapkan ulang

source: Password could not be reset. Please, try again.
el: Δεν μπόρεσε να γίνει επαναφορά του κωδικού. Παρακαλώ, δοκιμάστε ξανά.
hu: A jelszót nem lehet megújítani. Próbálja újra.
id: Kata sandi tidak dapat ditetapkan ulang. Silahkan coba kembali.

source: You are already logged in
hu: Ön már bejelentkezett
id: Anda sudah log in

source: Incorrect username or password
el: Λάθος όνομα ή κωδικός
hu: Rossz felhasználónév vagy jelszó
id: Nama pengguna atau kata sandi tidak tepat

source: [%s] Reset Password
el: [%s] Επαναφορά Κωδικού
hu: [%s] Új jelszó megadása
id: [%s] Tetapkan ulang kata sandi

source: [%s] Please activate your account
el: [%s] Παρακαλώ ενεργοποιήστε τον λογαριασμό σας
hu: [%s] Kérjük aktiválja fiókját
id: [%s] Mohon aktifkan akun Anda

source: Username to reset
el: Όνομα χρήστη
hu: Felhasználónév visszaállítása
id: Nama pengguna untuk di reset

source: New user password
el: Νέο κωδικός
hu: Új felhasználói jelszó
id: Kata sandi pengguna yang baru

source: Reset user password
el: Νέος κωδικός χρήστη
hu: Jelszó visszaállítása
id: Reset kata sandi Pengguna

source: User '%s' not found
el: Ο χρήστης '%s' δεν βρέθηκε
hu: '%s' jelszava nem található
id: User '%s' tidak ditemukan

source: Password for '%s' has been changed
el: Ο κωδικός για τον '%s' βρέθηκε
hu: '%s' jelszava megváltoztatásra került.
id: Kata sandi untuk '%s' telah dirubah

source: Role
el: Ρόλος
hu: Csoport
id: Penugasan

source: Forgot Password
el: Ξέχασα τον κωδικό
hu: Elfelejtett jelszó
id: Lupa Password

source: Edit user %s
hu: Felhasználó szerkesztése: %s
id: Ubah pengguna %s

source: New user
hu: Új felhasználó
id: Pengguna Baru

source: Timezone
hu: Időzóna
id: Zona Waktu

source: Send Activation Email
el: Αποστολή email ενεργοποίησης
hu: Ellenőrző e-mail küldése
id: Kirim Email Aktifasi

source: Remember me?
el: Να με θυμάσαι
hu: Jegyezz meg
id: Ingat Saya?

source: Forgot password?
el: Ξέχασα τον κωδικό
hu: Elfelejtette a jelszavát?
id: Lupa Kata Sandi?

source: Log In
el: Σύνδεση
hu: Bejelentkezés
id: Masuk

source: Register
el: Εγγραφή
hu: Regisztráció
id: Mendaftar

source: New password
el: Νέος κωδικός
hu: Új jelszó
id: Kata Sandi Baru

source: Reset
el: Επαναφορά
hu: Visszaállítás
id: Tetapkan Ulang

source: Reset Password
el: Επαναφορά κωδικού.
hu: Jelszó visszaállítása
id: Tetapkan Ulang Kata Sandi

source: Edit User
hu: Felhasználó szerkesztése

source: Hello %s
el: Γειά σου %s
hu: Üdv %s
id: Hallo %s

source: Please visit this link to reset your password: %s
el: Παρακαλώ επισκεφθείτε αυτό τον σύνδεσμο για να επαναφέρετε τον κωδικό σας: %s
hu: Az új jelszóhoz kattintson erre a linkre: %s
id: Silahkan kunjungi tautan berikut untuk menetapkan ulang kata sandi Anda: %s

source: If you did not request a password reset, then please ignore this email.
el: Εάν δεν ζητήσατε επαναφορά του κωδικού σας, παρακαλώ αγνοήστε αυτό το μήνυμα.
hu: Ha nem kérte a jelszó visszaállítását, kérjük, hagyja figyelmen kívül ezt a levelet.
id: Bila Anda tidak meminta untuk menetapkan ulang kata sandi, mohon abaikan email ini.

source: Please visit this link to activate your account: %s
el: Παρακαλώ επισκεφθείτε αυτόν τον σύνδεσμο για να ενεργοποιήσετε το λογιαριασμό σας: %s
hu: Az aktiváláshoz kattintson erre a linkre: %s
id: Mohon kunjungi tautan ini untuk mengaktifkan akun Anda: %s

source: You are currently logged in as:
el: Είστε συνδεδεμένος ως:
hu: A következő névvel van bejelentkezve:
id: Anda saat ini sedang login sebagai:

source: by
el: από
id: oleh

source: Powered by %s
id: Ditenagai oleh %s

source: Admin panel: %s
id: Panel Admin: %s

source: Link
el: Σύνδεσμος
id: Tautan

source: on
el: σε
id: pada

source: Upload file
el: Ανέβασμα αρχείου

source: Port
el: Θύρα

source: Nodes deleted
el: Τα Nodes διαγράφηκαν
