Repository: croogo/locale
Catalog: */croogo.po
Languages: el, hu, id

source: Invalid theme path
el: Λάθος διαδρομή θέματος
hu: Érvénytelen a téma fájl elérési útja
id: Jalur tema tidak sah

source: Invalid theme file path
el: Λάθος διαδρομή θέματος
hu: Érvénytelen a téma fájl elérési útja
id: Jalur berkas tema tidak sah

source: Theme already exists
el: Το θέμα υπάρχει ήδη
hu: Már létezik ilyen nevű téma
id: Tema sudah ada

source: Failed to extract theme
el: Το θέμα δεν μπόρεσε να γίνει εξαγωγή
hu: Nem sikerült kibontani a témát
id: Gagal untuk mengekstrak tema

source: Must specify a valid package name: vendor/name.
el: Πρέπει να οριστεί ένα δεκτό όνομα πακέτου: vendor/name.
hu: Adjon meg egy érvényes csomag nevet: szolgáltató/név.
id: Harus dijelaskan nama paket yang sah: vendor/name.

source: Themes installed via composer are not yet supported.
el: Θέματα που έχουν εγκατασταηθεί μέσω του composer δεν υποστηρίζονται ακόμη
hu: A composerrel telepített témák még nem támogatottak
id: Pemasangan tema melalui composer belum didukung

source: Locale does not exist.
el: To locale δεν υπάρχει
hu: Nyelv nem létezik.
id: Lokal tidak ditersedia

source: Locale '%s' set as default
el: To localce '%s' ορίστικε
hu: '%s' beállítva alapértelmezett nyelvnek
id: Lokal %s ditetapkan sebagai default

source: Could not save Locale setting.
el: Δεν μπόρεσε να αποθηκευτούν οι ρυθμίσεις Locale
hu: A területi beállításnem menthető.
id: Tidak dapat menyimpan pengaturan lokal

source: Invalid locale.
el: Άκυρο locale
hu: Érvénytelen nyelv
id: Lokal tidak sah

source: Upload a new locale
el: Ανέβασμα νέου locale
hu: Új nyelv feltöltése
id: Unggah Lokal Baru

source: Locale already exists.
el: To locale υπάρχει ήδη
hu: Nyelv már létezik
id: Lokal telah tersedia

source: Edit locale: %s
el: Επεξεργασία locale: %s
hu: Nyelv szerkesztése: %s
id: Ubah lokal: %s

source: The file %s does not exist.
el: Το αρχείο %s δεν υπάρχει
hu: A fájl nem létezik: %s
id: Berkas %s tidak tersedia.

source: Locale updated successfully
el: To Locale ανανεώθηκε επιτυχώς.
hu: Nyelv sikeresen frissítve
id: Lokal berhasil diperbarui

source: Locale deleted successfully.
el: Το locale διαγράφηκε με επιτυχία.
hu: A Nyelv törlése sikeres
id: Lokal berhasil dihapus.

source: Local could not be deleted.
el: Το locale δεν μπόρεσε να διαγραφεί.
hu: Nyelvet nem lehet törölni.
id: Lokal tidak dapat dihapus.

source: Upload a new plugin
el: Ανέβασμα νέου plugin
hu: Új plugin betöltése
id: Unggah Plugin Baru

source: You cannot delete a plugin that is currently active.
el: Δεν μπορείτε να διαγράψετε ένα plugin που είναι ενεργό.
hu: Aktív plugin nem törölhető.
id: Anda tidak dapat menghapus plugin yang saat ini sedang aktif.

source: Plugin "%s" deleted successfully.
el: Το plugin "%s" διαγράφηκε με επιτυχία
hu: Plugin "%s" sikeresen törölve.
id: Plugin "%s" berhasil dihapus.

source: Plugin could not be deleted.
el: Το plugin δεν μπόρεσε να διαγραφεί
hu: Plugin nincs törölve.
id: Plugin tidak dapat dihapus.

source: Plugin could not be activated. Please, try again.
el: Το plugin δεν μπόρεσε να ενεργοποιηθεί. Παρακαλώ, δοκιμάστε ξανά.
hu: A következő bővítményt nem lehet aktiválni: "%s". Próbálja meg újra.
id: Plugin tidak dapat di non-aktifkan. Silahkan coba kembali.

source: Plugin "%s" migrated successfully.
el: Το plugin "%s" μετακινήθηκε επιτυχώς.
hu: A következő bővítmény sikeresen migrálva: "%s"
id: Plugin "%s" telah berhasil di migrasi.

source: Plugin "%s" could not be migrated. Error: %s
el: Το plugin "%s" δεν μπόρεσε να μετακινήθηκε επιτυχώς. Σφάλμα: %s
hu: A következő bővítmény nem lesz migrálva: "%s". Hiba: %s
id: Plugin "%s" tidak dapat di migrasi. Error: %s

source: Plugin %s has been moved up
el: Το Plugin %s μετακινήθηκε επάνω
hu: A %s bővítmény felfelé mozgatva
id: Plugin %s telah digeser ke atas

source: Plugin %s has been moved down
el: Το Plugin %s μετακινήθηκε κάτω
hu: A %s bővítmény lefelé mozgatva
id: Plugin %s telah digeser kebawah

source: Theme activated.
el: Το θέμα ενεργοποιήθηκε.
hu: Téma aktiválva
id: Tema diaktifkan.

source: Upload a new theme
el: Ανέβασμα νέου θέματος
hu: Új témabetöltése
id: Unggah Tema Baru.

source: Theme uploaded successfully.
el: Το θέμα ανέβηκε επιτυχώς.
hu: Témasikeresen betöltve
id: Tema berhasil diunggah.

source: Theme Editor
hu: Sablon szerkesztő
id: Tema Editor

source: Invalid Theme.
el: Άκυρο θέμα
hu: Érvénytelen Sablon
id: Tema tidak sah.

source: Default theme cannot be deleted.
el: Το default θέμα δεν μπορεί να διαγραφεί
hu: Az alap Sablont nem lehet törölni.
id: Tema utama tidak dapat dihapus.

source: You cannot delete a theme that is currently active.
el: Δεν μπορείτε να διαγράψετε ένα θέμα που είναι ενεργό.
hu: Aktív Sablont nem lehet törölni.
id: Anda tidak dapat menghapus tema yang saat ini sedang aktif.

source: Theme deleted successfully.
el: Το θέμα διαγράφημε με επιτυχία
hu: Sablon sikeresen törölve
id: Tema berhasil dihapus.

source: An error occurred.
el: Προέκυψε ένα σφάλμα
hu: Hiba történt.
id: Terjadi error.

source: Upload
el: Φόρτωση
hu: Feltöltés
id: Unggah

source: Locale
hu: Nyelv
id: Lokal

source: Default
hu: Alapértelmezett
id: Penyetelan Tetap

source: Deactivate
el: Απενεργοποίηση
hu: Kikapcsolás
id: Nonaktifkan

source: Activate
el: Ενεργοποίηση
hu: Aktiváció
id: Aktifkan

source: Description
el: Περιγραφή
hu: Leírás
id: Deskripsi

source: Active
el: Ενεργό
hu: Aktív
id: Aktif

source: Migrate
el: Μετακίνηση
hu: Migráció
id: Migrasi

source: Regions supported:
el: Υποστηριζόμενες περιοχές:
hu: Támogatott régiók:
id: Region yang didukung:

source: Media
hu: Média

source: Attachments
el: Συνημμένο
hu: Melléklet
id: Lampiran

source: File Manager
el: Διαχειριστής αρχείων
hu: Fáljkezelő
id: Pengelolaan Berkas

source: Add Attachment
el: Προσθήκη συνημμένων
hu: Melléklet hozzáadása
id: Tambah lampiran

source: Upload failed. Please ensure size does not exceed the server limit.
el: Το ανέβασμα απέτυχε. Παρακαλώ επιβεβαιώστε ότι το μέγεθος δεν ξεπερνά τα όρια του server.
hu: Nem sikerült feltölteni. Győződjön meg róla hogy a fájl, mérete nem haladja meg a kiszolgáló korlátozását.
id: Unggah gagal. Pasikan ukuran berkas tidak melibihi batasan server.

source: The Attachment has been saved
el: To συνημμένο αποθηκεύτηκε.
hu: Melléklet elmentve
id: Lampiran berhasil disimpan

source: The Attachment could not be saved. Please, try again.
el: Το συνημμένο δεν μπόρεσε να αποθηκευτεί. Παρακαλώ, δοκιμάστε ξανά.
hu: A mellékletet nem lehetséges menteni. Kérem próbálja meg újra.
id: Lampiran tidak dapat disimpan. Silahkan mencoba kembali.

source: Edit Attachment
el: Επεξεργασία συνημμένου
hu: Melléklet szerkesztése
id: Ubah Lampiran

source: Invalid Attachment
el: Άκυρο συνημμένο
hu: Hiba a mellékletben
id: Lampiran tidak sah.

source: Invalid id for Attachment
el: Άκυρο id για το συνημμένο
hu: Helytelen melléklet azonosító
id: Id lampiran tidak sah.

source: Attachment deleted
el: Το συνημμένο διαγράφηκε
hu: Melléklet törölve
id: Lampiran telah dihapus.

source: Path %s is restricted
el: Δεν επιτρέπεται η πρόσβαση στο %s
hu: Tiltott elérési útvonal: %s
id: Jalur %s dibatasi

source: File saved successfully
el: Το αρχείο αποθηκεύτηκε επιτυχώς.
hu: Fájl sikeresen mentve
id: Berkas berhasil disimpan.

source: File uploaded successfully.
el: Το αρχείο δεν μπόρεσε να αποθηκευτεί με επιτυχία.
hu: A fájl sikeresen feltöltve
id: Berkas berhasil diunggah.

source: File deleted
el: Το αρχείο διαγράφηκε
hu: Fájl törölve
id: Berkas telah dihapus

source: Directory deleted
el: Ο κατάλογος διαγράφηκε
hu: Könyvtár törölve
id: Direktori telah dihapus.

source: Path "%s" cannot be renamed
hu: Az alábbi elérési útat: "%s" nem lehet átnevezni.
id: Penamaan pada jalur "%s" tidak dapat dirubah

source: %s already exists
hu: már létezik: %s
id: %s sudah ada

source: "%s" has been renamed to "%s"
hu: A(z) "%s"átnevezve erre: "%s"
id: Penamaan "%s" telah dirubah menjadi "%s"

source: Could not rename "%s" to "%s"
hu: Nem lehet átnevezni ezt: "%s" erre: "%s"
id: Tidak dapat merubah penamaan "%s" menjadi "%s"

source: Name has not changed
hu: A név nem változott
id: Nama belum berubah

source: Directory created successfully.
el: Ο κατάλογος δημιουρηθηκε με επιτυχία
hu: Könyvtár sikereresen létrehozva.
id: Direktori berhasil dibuat.

source: File created successfully.
el: Το αρχείο δημιουρηθηκε με επιτυχία
hu: Fájl sikeresen létrehozva.
id: Berkas berhasil dibuat.

source: Caption
el: Ετικέτα
hu: Fejléc

source: New Attachment
el: Νέο συνημμένο
hu: Új melléklet
id: Buat Lampiran Baru

source: Filename
el: Όνομα αρχείου
hu: Fájlnév
id: Nama berkas

source: Insert
el: Εισαγωγή
hu: Beillesztés
id: Sisipkan

source: Sort by:
el: Κατανομή:
hu: Rendezés :
id: Sortir dengan:

source: Attachment
el: Συνημμένο
hu: Melléklet
id: Lampiran

source: Excerpt
el: Απόσπασμα
hu: Kivonat
id: Petikan

source: File URL
hu: Fájl URL
id: URL berkas

source: Mime Type
hu: Mime típus
id: Tipe Mime

source: Upload here
el: Ανέβασμα εδώ
hu: Feltöltés ide
id: Unggah disini

source: Create directory
el: Δημιουργία καταλόγου
hu: Könyvtár létrehozása
id: Buat direktori

source: Create file
el: Δημιουργία αρχείου
hu: Fájl létrehozása
id: Buat Berkas

source: Directory content
el: Περιεχόμενο καταλόγου
hu: Könyvtár tartalma
id: Konten Direktori

source: Open
el: Άνοιγμα
hu: Nyitva
id: Buka

source: Rename
hu: Átnevezés
id: Ubah nama

source: View
el: Προβολή
hu: Megnéz
id: Tinjau

source: Create Directory
el: Δημιουργία καταλόγου
hu: Könyvtár létrehozása
id: Buat Direktori

source: Directory
el: Κατάλογος
hu: Könyvtár
id: Direktori

source: Directory name
el: Όνομα καταλόγου
hu: Könyvtárnév
id: Nama direktori

source: Create File
el: Δημιουργία αρχείου
hu: Fájl létrehozása
id: Buat Berkas

source: File
el: Αρχείο
hu: Fájl
id: Berkas

source: Edit file: %s
el: Επεξεργασία αρχείου: %s
hu: Fájl szerkesztése: %s
id: Ubat berkas: %s

source: New name
hu: Új név
id: Buat Nama Baru

source: Type
el: Τύπος
hu: Típus
id: Tipe

source: Search
el: Έρευνα
hu: Keresés
id: Pencarian

source: Search...
el: Έρευνα...
hu: Keresés...
id: Pencarian...

source: Could not connect to database:
el: Δεν μπόρεσε να γίνει η σύνδεση με τη βάση δεδομένων:
hu: Nem sikerült csatlakozni a adatbázishoz:
id: Tidak dapat tersambung ke database:

source: Could not connect to database.
el: Δεν μπόρεσε να γίνει η σύνδεση με τη βάση δεδομένων.
hu: Nem sikerült csatlakozni a adatbázishoz.
id: Tidak dapat tersambung ke database.

source: Permission %s granted to %s
el: Δικαιώματα %s δόθηκαν στο %s
hu: Engedély (%s) megadva a(z) %s számára
id: Izin %s diberikan kepada %s

source: Warning: Database "%s" is not empty.
el: Προσοχή: Η βάση δεδομένων "%s" δεν είναι άδεια
hu: Figyelmeztetés: "A(z) %s" adatbázis nem üres.
id: Peringatan: Database "%s" tidak dalam keadaan kosong.

source: Install Utilities
hu: Segédprogramok telepítése
id: Pasang Kegunaan

source: DataSource
hu: Adatforrás
id: Sumber Data

source: Login
el: Σύνδεση
hu: Bejelentkezés
id: Masuk

source: Password
el: Κωδικός
hu: Jelszó
id: Kata Sandi

source: Database
el: Βάση δεδομένων
hu: Adatbázis

source: Username
el: Όνομα χρήστη
hu: Felhasználónév
id: Nama Pengguna

source: Verify Password
el: Επιβεβαίωση κωδικού
hu: Jelszó ellenőrzése
id: Verifikasi kata sandi

source: New Password
el: Νέος κωδικός
hu: Új jelszó
id: Kata Sandi Baru

source: Step 2: Build database
el: Βήμα 2: Δημιουργία βάσης δεδομένων
hu: 2. lépés: Adatbázis kiépítése
id: Tahap 2: Bangun Database

source: Create tables and load initial data
el: Δημιουργία πινάκων και φόρτωση αρχικών δεδομένων
hu: Létrehozza a táblákat és a kezdeti adatokat
id: Buat tabel dan muat data inisial

source: Build database
el: Δημιουργία βάσης δεδομένων
hu: Adatbázis felépítése
id: Bangun database

source: Click here to build your database
el: Κάντε κλικ για να δημιουργήσετε της βάση δεδομένων
hu: Kattintson ide az adatbázis kiépítéséhez
id: Klik disini untuk membangun database

source: Warning
hu: Figyelmeztetés
id: Peringatan

source: Valid
hu: Érvényes
id: Sah

source: Invalid
hu: Érvénytelen
id: Tidak Sah

source: Database hostname or IP Address
el: Hostname ή IP της βάσης δεδομένων
hu: Adatbázis Hostnév vagy IP-címe
id: Nama host dari database atau alamat IP

source: Database login/username
el: Όνομα χρήστη βάσης δεδομένων
hu: Adatbázis felhasználói név
id: Masuk/Nama Pengguna atas Database

source: Database password
el: Κωδικός βάσης δεδομένων
hu: Adatbázis jelszó
id: Kata Sandi Database

source: Database name
el: Όνομα βάσης δεδομένων
hu: Adatbázis neve
id: Nama Database

source: Database port (leave blank if unknown)
el: Θύρα βάσης δεδομένων
hu: Adatbázis port (hagyja üresen, ha ismeretlen)
id: Port Database (Biarkan kosong bila tidak diketahui)

source: You can start with %s or jump in and %s.
el: Μπορετε να ξεκινήσετε με %s ή να μεταβείτε και να %s
hu: Kezdheti ezzel: '%s' vagy egyből belecsaphat a lecsóba és kezdheti itt: '%s'
id: Anda dapat memulai dengan %s atau langsung ke %s

source: configuring your site
el: ρυθμίζοντας το site σας
hu: oldal beállítása
id: Melakukan konfigurasi pada site Anda

source: create a blog post
el: δημιουργία νέου blog post
hu: blogbejegyzés létrehozása
id: Buat sebuah posting blog

source: Resources
el: Πόροι
hu: Források
id: Sumber

source: Your tmp directory is writable.
el: Ο κατάλογος tmp είναι εγγράψιμος.
hu: Az Ön tmp könyvtára írható.
id: Direktori tmp dapat ditulisi

source: Your tmp directory is NOT writable.
el: Ο κατάλογος tmp δεν είναι εγγράψιμος.
hu: Az Ön tmp könyvtára nem írható.
id: Direktori tmp tidak dapat ditulisi

source: Your config directory is writable.
el: Ο κατάλογος config είναι εγγράψιμος.
hu: Az ön konfigurációs könyvtára írható.
id: Direktori config dapat ditulisi

source: Your config directory is NOT writable.
el: Ο κατάλογος config δεν είναι εγγράψιμος.
hu: Az ön konfigurációs könyvtára nem írható.
id: Direktori config tidak dapat ditulisi.

source: PHP version %s < %s
hu: PHP verzió %s < %s
id: Versi PHP %s < %s

source: CakePHP version %s < %s
hu: CakePHP verzió %s < %s
id: Versi CakePHP %s < %s

source: Click here to begin installation
el: Κάντε κλικ εδώ για να ξεκινήσετε την εγκατάσταση
hu: Kattintson ide a telepítés megkezdéséhez
id: Klik disini untuk memulan pemasangan

source: Installation cannot continue as minimum requirements are not met.
el: Η εγκατάσταση δεν μπορεί να συνεχίσει αν το σύστημα δεν πληρεί τις ελάχιστες απαιτήσεις
hu: A telepítést nem folytathatom. A minimális feltételek nem elérhetők
id: Pemasangan tidak dapat dilanjutkan dikarenakan syarat minimum tidak terpenuhi.

source: Install Croogo
el: Εγκατάστση Croogo
hu: Crogoo telepítése
id: Pasang Croogo

source: Menus
hu: Menük
id: Menu

source: Links: %s
el: Σύνδεσμοι: %s
hu: Linkek: %s
id: Tautan: %s

source: Link deleted
el: Ο σύνδεσμος διαγράφηκε
hu: Link törölve
id: Tautan telah dihapus

source: Invalid id for Link
el: Άκυρο id για τον σύνδεσμο
hu: Helytelen link azonosító
id: Id tautan tidak sah

source: Links deleted
hu: Linkek törölve.
id: Tautan telah dihapus

source: Links published
el: Οι σύνδεσμοι δημοσιεύθηκαν.
hu: Linkek közzétéve
id: Publikasikan Tautan

source: Links unpublished
el: Οι σύνδεσμοι δεν είναι δημοσιευμένοι.
hu: Linkek inaktívak
id: Tautan tidak dipublikasikan

source: Link cannot be empty.
el: Ο Σύνδεσμος δεν μπορεί να είναι κενός.
hu: A link nem lehet üres
id: Tautan tidak boleh kosong

source: Misc.
el: Διάφορα
hu: Egyéb
id: Lain-lain

source: Target
hu: Cél

source: Create a copy of this Link?
hu: Készítsünk másolatot erről a linkről?
id: Buat salinan dari tautan ini?

source: Delete this item
el: Διαγραφή του αντικειμένου
hu: Az elem eltávolítása
id: Hapus item ini

source: Edit Menu
el: Επεξεργασία menu
hu: Menü szerkesztése
id: Ubah Menu

source: Add Menu
el: Προσθήκη menu
hu: Menü hozzáadása
id: Tambah Menu

source: Menu
hu: Menü

source: Link Count
el: Μετρητής συνδέσμων
hu: Link számláló
id: Link tersedia

source: View links
el: Προβολή συνδέσμων
hu: Nézzd meg a linkeket
id: Tinjau tautan

source: Custom Fields
el: Προσαρμοσμένα πεδία
hu: Egyedi mezők
id: Bidang kastom

source: Settings
el: Ρυθμίσεις
hu: Beállítások
id: Pengaturan

source: Add another field
el: Προσθήκη νέου πεδίου
hu: További mezők hozzáadása
id: Tambahkan bidang lain

source: Key
el: Κλειδί
hu: Kulcs
id: Kunci

source: Value
el: Τιμή
hu: Érték
id: Nilai

source: Remove
el: Αφαίρεση
hu: Eltávolítás
id: Hapus

source: List
el: Λίστα
hu: Lista
id: Daftar

source: Create
el: Δημιουργία
hu: Létrehoz
id: Buat

source: Invalid content type.
el: Άκυρος τύπος περιεχομένου
hu: Érvénytelen tartalom
id: Tipe konten tidak sah

source: Paths updated.
el: Τα μονοπάτια αναβαθμίστηκαν
hu: Utak frissítve.
id: Jalur telah diperbarui

source: Something went wrong while updating paths. Please try again
el: Κάποιο σφάλμα προέκυψε. Παρακαλώ δοκιμάστε ξανά.
hu: Valami nem az útvonalak frissítése során. Próbálja újra!
id: Sesuatu terjadi saat pembaruan jalur. Silahkan coba kembali

source: Nodes published
el: Τα Nodes δημοσιεύθηκαν
hu: Csomópont közzétéve

source: Nodes unpublished
el: Τα Nodes δεν είναι δημοσιευμένα
hu: Csomópont kiadatlan

source: Nodes promoted
el: Τα nodes μπήκαν στη πρώτη σελίδα
hu: Támogatott csomópontok

source: Nodes unpromoted
el: Τα nodes αφαιρέθηκαν από τη πρώτη σελίδα
hu: Nem támogatott csomópontok.

source: Slug cannot be empty.
el: Τo slug δεν μπορεί να είναι κενό.
hu: A rövidítés nem lehet üres.
id: Slug tidak boleh kosong

source: Promoted
el: Αρχική σελίδα
hu: Hirdetett
id: Promosi

source: Create content
el: Δημιουργία περιεχομένου
hu: Tartalom létrehozása
id: Buat Konten

source: Create content: %s
el: Δημιουργία περιεχομένου: %s
hu: Tartalom létrehozása: %s
id: Buat konten: %s

source: Edit %s: %s
el: Επεξεργασία %s: %s
hu: Szerkesztés%s:%s
id: Ubah %s: %s

source: Promoted to front page
el: Προώθηση στην αρχική σελίδα
hu: Bejegyzés rögzítése a címlapon
id: Promosikan ke halaman depan

source: User
el: Χρήστης
hu: Felhasználó

source: promoted
el: προωθημένη
hu: kiemelt
id: promosi

source: Promote
el: Προώθηση στην αρχική σελίδα
hu: Kiemelt
id: Promosi

source: Unpromote
el: Αφαίρεση από την αρχική σελίδα
hu: Kiemelés megszüntetése
id: Tidak dipromosikan

source: %s selected items?
el: %s τα επιλεγμένα αντικείμενα;
hu: %s kijelölt elem?
id: %s item yang dipilih?

source: Translate in a new language
el: Μετάφραση σε μία νέα γλώσσα
hu: Másik nyelvre fordítás
id: Terjemahkan ke bahasa baru

source: No translations available.
el: Δεν υπάρχουν διαθέσιμες μεταφράσεις.
hu: A fordítások nem elérhetők.
id: Alih bahasa tidak tersedia

source: Posted
el: Αναρτημένο
hu: Közzétette
id: Telah diposting

source: Posted in
el: Αναρτημένο σε
hu: Közzétéve:
id: Diposting di

source: Leave a comment
el: Αφήστε ένα σχόλιο
hu: Szólj hozzá
id: Tinggalkan komentar

source: No items found.
el: Δεν βρέθηκαν αντικείμενα.
hu: Nincs találat.
id: Tidak ada item yang ditemukan

source: Search Results: %s
el: Αποτελέσματα Αναζήτησης: %s
hu: Keresés végeredménye: %s
id: Hasil pencarian: %s

source: Site
hu: Oldal

source: Reading
hu: Olvasás
id: Bacaan

source: Writing
hu: Írás
id: Menulis

source: Service
hu: Szolgáltatás
id: Servis

source: Languages
el: Γλώσσες
hu: Nyelvek
id: Bahasa-bahasa

source: Select a language
el: Επιλογή γλώσσας
hu: Válasszon ki egy nyelvet
id: Pilih bahasa

source: Settings updated successfully
el: Οι ρυθμίσεις αναβαθμίστηκαν με επιτυχία
hu: A beállítás sikeresen frissítve.
id: Pengaturan telah berhasil diudpate

source: Invalid Setting key
el: Άκυρο κλειδί ρυθμίσεων
hu: Helytelen beállítási kulcs
id: Kunci Pengaturan Tidak Sah

source: Key cannot be empty.
el: Το κλειδί δεν μπορεί να είναι κενό.
hu: A kulcs nem lehet üres.
id: Kunci tidak boleh kosong

source: Displays setting values
el: Ρυθμίσεις προβολής
hu: Beállítási értékek megjelenítése
id: Tampilkan nilai pengaturan

source: Setting key
hu: Beállítási kulcs
id: Kunci Pengaturan

source: List all settings
el: Προβολή όλων των ρυθμίσεων
hu: Beállítások megjelenítése
id: Daftar semua pengaturan

source: Write setting value for a given key
el: Τιμή ρύθμισης για ένα κλειδί
hu: Beállítási érték kiirása a megadott kulcs alapján
id: Tulis nilai pengaturan untuk kunci yang diberikan

source: Setting value
el: Τιμή ρύθμισης
hu: Beállítási érték
id: Nilai Pengaturan

source: Delete setting based on key
el: Διαγραφή ρύθμισης βασισμένη σε κλειδί
hu: Beállítások törlése a kulcs alapján
id: Hapus pengaturan berdasarkan kunci

source: Update version string from git tag information
el: Αναβάθμιση της έκδοσης από το git tag
hu: Verzió string frissítve a git tag információ alapján
id: Perbarui versi string dari informasi git tag

source: Updating %s
el: Αναβάθμιση %s
hu: Frissítés: %s
id: Memperbarui %s

source: Confirm update
el: Επιβεβαίωση αναβάθμισης
hu: Frissítés megerősítése
id: Konfirmasi Pembaruan

source: Setting updated
el: Η ρύθμιση ανανεώθηκε
hu: Beállítás frissítve
id: Pengaturan telah diperbarui

source: Cancelled
el: Ακυρώθηκε
hu: Törölve
id: Telah dibatalkan

source: Key: %s not found
el: Key: %s δεν βρέθηκε
hu: Kulcs:%s nem található
id: Kunci: %s tidak ditemukan

source: Deleting %s
el: Διαγράφοντας %s
hu: Törlés: %s
id: Menghapus %s

source: Delete?
el: Διαγραφή;
hu: Törlés?
id: Hapus?

source: Setting deleted
el: Η ρύθμιση διαγράφηκε
hu: Beállítás törövle
id: Pengaturan telah dihapus

source: Language
el: Γλώσσα
hu: Nyelv
id: Bahasa

source: Native
el: Μητρική
hu: Natív

source: Misc
el: Διάφορα
hu: Egyebek
id: Lain-lain

source: e.g., 'Site.title'
el: πχ. 'Site.title'
hu: például, 'Site.title'
id: Contoh., 'Site.judul'

source: Input Type
el: Τύπος προσθήκης
hu: Add meg a típust
id: Tipe Masukan

source: e.g., 'text' or 'textarea'
el: πχ, 'text' ή 'textarea'
hu: például 'text' vagy 'textarea'
id: Contoh., 'text' atau 'textarea'

source: Editable
el: Επεξεργάσιμο
hu: Szerkeszthető
id: Dapat diubah

source: Setting
el: Ρύθμιση
hu: Beállítások
id: Pengaturan

source: Weight
el: Βάρος
hu: Súly
id: Urutan

source: Edit Setting
el: Επεξεργασία ρύθμισης
hu: Beállítások szerkesztése
id: Ubah Pengaturan

source: Delete Setting
el: Διαγραφή ρύθμισης
hu: Beállítások törlése
id: Hapus Pengaturan

source: List Settings
el: Λίστα ρυθμίσεων
hu: Beállítások megjelenítése
id: Daftar Pengaturan

source: New Setting
el: Νέα ρύθμιση
hu: Új beállítások
id: Pengaturan Baru

source: Content Types
el: Τύποι Περιεχομένου
hu: Tartalom típusok
id: Tipe Konten

source: Taxonomy
hu: Taxonómia
id: Taksonomi

source: Add new
el: Νέα προσθήκη
hu: Új hozzáadása
id: Buat Baru

source: Moved %s successfully
hu: Sikeres mozgatás: %s
id: %s berhasil dipindahkan

source: Could not move %s
hu: Nem lehet mozgatni: %s
id: %s tidak dapat dipindahkan

source: Term deleted
el: Ο όρος διαγράφηκε
hu: Kifejezés törölve
id: Istilah telah dihapus

source: Term saved successfuly.
el: Ο όρος αποθηκεύτηκε.
hu: Kifejezés mentve
id: Istilah berhasil disimpan.

source: Term could not be added to the vocabulary. Please try again.
el: Ο όρος δεν μπόρεσε να προστεθεί.
hu: A kifejezést nem lehet hozzáadni a szótárhoz. Próbálja újra.
id: Istilah tidak dapat ditambahkan kepada kosakata. Silahkan coba kembali.

source: Invalid Term ID.
hu: Érvénytelen Kulcsszó azonosító
id: ID Istilah tidak sah.

source: Invalid Taxonomy.
hu: Érvénytelen Taxonómia.
id: Taksonomi tidak sah.

source: Invalid Vocabulary ID.
el: Άκυρο Vocabulary ID.
hu: Helytelen szótár ID
id: ID Kosakata tidak sah.

source: Please select at least 1 value
hu: Kérjük, válasszon ki legalább 1 értéket
id: Mohon pilih setidaknya 1 nilai

source: Please select at most 1 value
hu: Kérjük, válasszon ki legfeljebb 1 értéket
id: Mohon pilih paling banyak 1 nilai

source: Invalid Content Type
el: Άκυρος τύπος περιεχομένου
hu: Érvénytelen tartalom
id: Tipe konten tidak sah

source: This slug has already been taken.
el: To slug αυτό δεν είναι διαθέσιμο.
hu: Ez a rövidítés már foglalt.
id: Slug telah digunakan.
