Repository: croogo/locale
Catalog: nld/LC_MESSAGES/croogo.po
Languages: nld

source: Permissions
nld: Rechten

source: Access Control
nld: Toegangs controle

source: Plugin to process
nld: Te verwerken plugin

source: Better manage, and easily synchronize you application's ACO tree
nld: Beheer beter en simpel synchroniseer je applicatie's ACO structuur

source: Add new ACOs for new controllers and actions. Does not remove nodes from the ACO table.
nld: Voeg nieuwe ACOs voor nieuwe controllers en acties toe. Verwijderd geen nodes van de ACO tabel.

source: The content model name
nld: Het inhoud model naam.

source: Verify the tree structure of either your Aco or Aro Trees
nld: Bekijk boom structuur van je Aco of Aro structuur

source: The type of tree to verify
nld: De type van structuur om te verifiëren

source: Recover a corrupted Tree
nld: Herstel een corrupte boom structuur

source: The type of tree to recover
nld: Het type van structuur om te herstellen

source: Actions
nld: Acties

source: Add Action
nld: Actie toevoegen

source: The %s has been saved
nld: De %s is opgeslagen

source: The %s could not be saved. Please, try again.
nld: De %s kon niet worden opgeslagen. Probeer opnieuw, alstublieft.

source: Edit Action
nld: Actie wijzigen

source: Invalid Action
nld: Ongeldige actie

source: The Action has been saved
nld: De actie is opgeslagen

source: The Action could not be saved. Please, try again.
nld: De actie kon niet worden opgeslagen. Probeer opnieuw, alstublieft.

source: Invalid id for Action
nld: Ongeldig id voor de actie

source: Action deleted
nld: Actie verwijderd

source: Action moved up
nld: Actie omhoog verplaatst

source: Action moved down
nld: Actie omlaag verplaatst

source: Created %d new permissions
nld: %d nieuwe rechten aangemaakt

source: ACL database has been upgraded successfully
nld: ACL database is succesvol geupgrade

source: "AutoLogin" (Remember Me) disabled since mcrypt_encrypt is not available
nld: "AutoLogin" (Onthoud mij) uitgeschakeld omdat mcrypt encryptie niet beschikbaar is

source: Model %s cannot be found.
nld: Model %s kon niet worden gevonden.

source: Created Aco node: %s
nld: Aco node aangemaakt: 5s

source: No root node found
nld: Geen hoofd node gevonden

source: %s not found
nld: %s niet gevonden

source: Role: Public not found
nld: Rol: Publiek niet gevonden

source: Role: Registered not found
nld: Rol: Geregistreerd niet gevonden

source: Role: Admin not found
nld: Rol: Admin niet gevonden

source: Users
nld: Gebruikers

source: Add
nld: Voeg toe

source: Action
nld: Actie

source: Choose none if the Aco is a controller.
nld: Kies geen indien de aco een controller is

source: Publishing
nld: Publiseren

source: Apply
nld: Toepassen

source: Save
nld: Opslaan

source: Cancel
nld: Annuleren

source: Tools
nld: Gereedschap

source: Generate
nld: Genereer

source: Synchronize
nld: Synchroniseer

source: Edit Actions
nld: Acties bewerken

source: Move up
nld: Verplaats omhoog

source: Move down
nld: Verplaats omlaag

source: Edit this item
nld: Bewerk dit item

source: Remove this item
nld: Verwijder dit item

source: Are you sure?
nld: Weet je het zeker?

source: error
nld: Fout

source: Edit Permissions
nld: Bewerk rechten

source: Blocks
nld: Blokken

source: Regions
nld: Gebieden

source: Add Block
nld: Blok toevoegen

source: The Block has been saved
nld: Het blok is opgeslagen

source: The Block could not be saved. Please, try again.
nld: Het blok kon niet worden opgeslagen. Probeer nogmaals.

source: Edit Block
nld: Blok bewerken

source: Invalid Block
nld: Ongeldig blok

source: Invalid id for Block
nld: Ongeldig id voor blok

source: Block deleted
nld: Blok verwijderd

source: Moved up successfully
nld: Succesvol omhoog verplaatst

source: Could not move up
nld: Kon niet omhoog verplaatsen

source: Moved down successfully
nld: Succesvol omlaag verplaatst

source: Could not move down
nld: Kon niet omlaag verplaatsen

source: Blocks deleted
nld: Blokken verwijderd

source: Blocks published
nld: Blokken gepubliceerd

source: Blocks unpublished
nld: Blokken niet gepubliceerd

source: Blocks copied
nld: Blokken gekopieërd

source: Region
nld: Gebied

source: Add Region
nld: Gebied toevoegen

source: The Region has been saved
nld: Het gebied is opgeslagen

source: The Region could not be saved. Please, try again.
nld: Het gebied kon niet worden opgeslagen. Porbeer nogmaals.

source: Edit Region
nld: Gebied bewerken

source: Invalid Region
nld: Ongeldig gebied

source: Invalid id for Region
nld: Ongeldig id voor het gebied

source: Region deleted
nld: Gebied verwijderd

source: Block
nld: Blok

source: Access
nld: Toegang

source: Visibilities
nld: Zichtbaarheid

source: Params
nld: Parameters

source: Title
nld: Titel

source: unique name for your block
nld: unieke naam voor je blok

source: if you are not sure, choose 'none'
nld: indien je het niet weet, kies dan 'geen'

source: Body
nld: Inhoud

source: Class
nld: Klasse

source: Role
nld: Rol

source: Visibility Paths
nld: Zichtbaarheids-paden

source: Enter one URL per line. Leave blank if you want this Block to appear in all pages.
nld: Geef 1 url per regel. Leeglaten om dit blok in alle pagina weer te geven

source: Show title ?
nld: Bekijk titel?

source: Create a copy
nld: Maak een kopie

source: Create a copy of this Block?
nld: Maak een kopie van dit Blok?

source: Choose
nld: Kies

source: preview
nld: voorbeeld

source: Publish
nld: Publiceren

source: Unpublish
nld: Niet publiceren

source: Delete
nld: Verwijderen

source: Copy
nld: Kopieer

source: Submit
nld: Verzenden

source: Comments
nld: Commentaren

source: Published
nld: Gepubliceerd

source: Approval
nld: Goedkeuring

source: Edit Comment
nld: Commentaar bewerken

source: Invalid Comment
nld: Ongeldig commentaar

source: The Comment has been saved
nld: Het commentaar is opgeslagen

source: The Comment could not be saved. Please, try again.
nld: Commentaar kon niet worden opgeslagen. Probeer nogmaals

source: Invalid id for Comment
nld: Ongeldig id voor commentaar

source: Comment deleted
nld: Commentaar verwijderd

source: Comments deleted
nld: Reacties verwijderd

source: Comments published
nld: Commentaren gepubliceerd

source: Comments unpublished
nld: Commentaren niet gepubliceerd

source: Invalid id
nld: Ongeldige id

source: Maximum level reached. You cannot reply to that comment.
nld: Maximum niveau bereikt. Je kunt niet reageren op dit commentaar

source: Comments are not allowed.
nld: Reacties zijn niet toegestaan.

source: Your comment has been added successfully.
nld: Je commentaar is succesvol toegevoegd

source: Your comment will appear after moderation.
nld: Je commentaar zal na beoordeling verschijnen

source: Sorry, the comment appears to be spam.
nld: Sorry, het commentaar lijkt spam te zijn

source: Invalid captcha entry
nld: Ongeldige captcha

source: New comment posted under
nld: Nieuw commentaar geplaatst bij

source: Invalid Node id
nld: Ongeldige node id

source: Invalid Comment id
nld: Ongeldige reactie id

source: Content
nld: Inhoud

source: Comment
nld: Commentaar

source: Name
nld: Naam

source: Comments: Published
nld: Reacties: Gepubliceerd

source: Comments: Approval
nld: Reacties: Goedkeuring

source: Created
nld: Aangemaakt

source: Comment on
nld: Commentaar bij

source: by
nld: door

source: said on %s
nld: zei op %s

source: Reply
nld: Reageer

source: Add new comment
nld: Commentaar toevoegen

source: Go back to original post
nld: Ga terug naar originele bericht

source: Post comment
nld: Commentaar schrijven

source: Disabled
nld: Uitgeschakeld

source: Read only
nld: Alleen lezen

source: Read/Write
nld: Lezen/Schrijven

source: A new comment has been posted under: %s
nld: Een nieuwe reactie is geplaatst onder: %s

source: Name: %s
nld: Naam: %s

source: Comment: %s
nld: Reactie: %s

source: Contacts
nld: Contactpersonen

source: Messages
nld: Berichten

source: Add Contact
nld: Contactpersoon toevoegen

source: The Contact has been saved
nld: Contactpersoon is opgeslagen

source: The Contact could not be saved. Please, try again.
nld: De contactpersoon kon niet worden opgeslagen. Probeer nogmaals

source: Edit Contact
nld: Contactpersoon bewerken

source: Invalid Contact
nld: Ongeldig contactpersoon

source: Invalid id for Contact
nld: Ongeldig id voor contactpersoon

source: Contact deleted
nld: Contactpersoon verwijderd

source: Your message has been received...
nld: Je bericht is ontvangen

source: Sorry, the message appears to be spam.
nld: Sorry, het berickt lijkt spam te zijn

source: Read
nld: Gelezen

source: Edit Message
nld: Bericht bewerken

source: Invalid Message
nld: Ongeldig bericht

source: The Message has been saved
nld: Het bericht is opgeslagen

source: The Message could not be saved. Please, try again.
nld: Het bericht kon niet worden opgeslagen. Probeer nogmaals

source: Invalid id for Message
nld: Ongeldig id voor bericht

source: Message deleted
nld: Bericht verwijderd

source: Messages deleted
nld: Berichten verwijderd

source: Messages marked as read
nld: Berichten als gelezen gemarkeerd

source: Messages marked as unread
nld: Berichten als ongelezen gemarkeerd

source: Message
nld: Bericht

source: Position
nld: Positie

source: Address
nld: Adres

source: Address2
nld: Adres 2

source: State
nld: Staat

source: Country
nld: Land

source: Phone
nld: Telefoon

source: Let users leave a message
nld: De gebruikers mogen een bericht achterlaten

source: Save messages in database
nld: Berichten opslaan in de database

source: Notify by email instantly
nld: Direct per email op de hoogte stellen

source: Spam protection (requires Akismet API key)
nld: Spam beveiliging (benodigt een Akismet API sleutel)

source: Use captcha? (requires Recaptcha API key)
nld: Captcha gebruiken? (benodigt een Recaptcha API sleutel)

source: You can manage your API keys here.
nld: Je kunt je API sleutels hier beheren

source: Your name
nld: Jouw naam

source: Your email
nld: Jouw email

source: Subject
nld: Onderwerp

source: Send
nld: Verzenden

source: You have received a new message at: %s
nld: Je hebt een nieuw bericht ontvangen op: %s

source: Subject: %s
nld: Onderwerp: %s

source: Message: %s
nld: Bericht: %s

source: Messages: Read
nld: Berichten: Gelezen

source: Unread
nld: Ongelezen

source: Messages: Unread
nld: Berichten: Ongelezen

source: Mark as read
nld: Markeer als gelezen

source: Mark as unread
nld: Markeer als ongelezen

source: Croogo Utilities
nld: Croogo hulpprogramma's

source: Compile/Generate CSS
nld: Compileer/genereer CSS

source: Theme cannot be deactivated, instead activate another theme.
nld: Thema kan niet worden gedeactiveerd, activeer een ander thema.

source: %s "%s" not found.
nld: %s "%s" niet gevonden.

source: %s name must be provided.
nld: %s naam moet worden verstrekt.

source: Activate Plugins & Themes
nld: Activeer plug-ins en thema's

source: Method to perform
nld: Uit te voeren methode

source: Extension type
nld: Extensie type

source: Name of extension
nld: Naam van extensie

source: Plugin "%s" activated successfully.
nld: Plugin "%s" succesvol geactiveerd.

source: Plugin "%s" could not be activated. Please, try again.
nld: Plug-in "%s" kon niet worden geactiveerd. Probeer nogmaals, alstublieft.

source: Plugin "%s" could not be deactivated. Please, try again.
nld: Plug-in "%s" kon niet worden gedeactiveerd. Probeer nogmaals, alstublieft.

source: Plugin "%s" could not be deactivated since "%s" depends on it.
nld: Plug-in "%s" kon niet worden geactiveerd omdat "%s" er afhankelijk van is.

source: Plugin "%s" deactivated successfully.
nld: Plug-in "%s" succesvol gedeactiveerd.

source: Theme "%s" activated successfully.
nld: Thema "%s" succesvol geactiveerd.

source: Theme "%s" activation failed.
nld: Activatie van thema "%s" mislukt.

source: Author
nld: Auteur

source: Theme
nld: Thema

source: Installing with Composer...
nld: Aan het installeren met Composer…

source: Unexpected composerInstall return value
nld: Onverwachte "Composer install" return waarde

source: Package installed and activated.
nld: Pakket geïnstalleerd en geactiveerd.

source: Package installed but not activated.
nld: Pakket geïnstalleerd maar niet geactiveerd.

source: Extension installed and activated.
nld: Extensie geïnstalleerd en geactiveerd.

source: Download, Install & Activate Plugins & Themes
nld: Download, installeer & activeer plug-ins & thema's

source: URL to zip file OR github user name
nld: URL naar ZIP bestand of GitHub gebruikersnaam

source: Github repo name
nld: GitHub repository naam

source: Installing extension...
nld: Extensie aan het installeren…

source: Please specify a URL to a zipball extension
nld: Specificeer alstublieft een URL naar een zipball extensie

source: Downloading extension to %s...
nld: Extensie naar %s aan het downloaden…

source: Upgrade ACL database for core controllers.
nld: Upgrade ACL database voor core controllers.

source: Create settings.json from database
nld: Maak settings.json vanuit database

source: Update Hook.bootstrap settings
nld: Update Hook.bootstrap instellingen

source: Create first migration records
nld: Maak eerste migratie records

source: Run all pending migrations for core plugins
nld: Voer alle wachtende migraties voor core plug-ins uit

source: Run all upgrade tasks
nld: Voer alle upgrade taken uit

source: <warning>Config/settings.json already exist</warning>
nld: <warning>Config/settings.json bestaat al</warning>

source: <success>Config/settings.yml created based on `settings` table</success>
nld: <success>Config/settings.yml aangemaakt op basis van `settings` tabel</success>

source: Updating Link %s
nld: Link %s aan het updaten

source: Links updated: %d rows
nld: Links ge-update: %d rijen

source: Hook.bootstraps updated
nld: Hook.bootstraps ge-update

source: Command not recognized
nld: Commando niet herkent

source: Site down for maintenance
nld: Website is offline in verband met onderhoud

source: Errors in CakeErrorController: %s
nld: Fouten in CakeErrorController: %s

source: No item selected
nld: Geen items geselecteerd

source: Please choose only one item for this operation
nld: Kies alstublieft maar een item voor deze handeling

source: %s processed
nld: %s verwerkt

source: An error occured
nld: Er is een fout opgetreden

source: Visit website
nld: Bezoek website

source: Profile
nld: Profiel

source: Invalid content
nld: Ongeldige inhoud

source: Failed toggling field %s to %s
nld: Kon veld niet omzetten van %s naar %s

source: EventHandler %s not found in plugin %s
nld: EventHandler %s niet gevonden in plug-in %s

source: Unable to get routeable content types: %s
nld: Kon geen routeerbare inhouds-types vinden: %s

source: Unpublished
nld: Niet gepubliceerd

source: Preview
nld: Voorbeeld

source: Approved
nld: Geaccepteerd

source: Pending
nld: In afwachting

source: Cannot load configuration files with ../ in them.
nld: Kon configuratie bestanden met ../ erin niet laden.

source: Could not load configuration files: %s or %s
nld: Kon configuratie bestanden niet laden: %s of %s

source: Action %s is disabled
nld: Actie %s is uitgeschaled

source: Edit
nld: Bewerken

source: New %s
nld: Nieuwe %s

source: Close
nld: Sluit

source: Page {:page} of {:pages}, showing {:current} records out of {:count} total, starting on record {:start}, ending on {:end}
nld: Pagina {:page} van {:pages}, toon {:current} records van {:count} totaal, start record {:start}, eindig met {:end}

source: first
nld: eerste

source: prev
nld: vorige

source: next
nld: volgende

source: last
nld: laatste

source: Page not found
nld: Pagina niet gevonden

source: Error
nld: Fout

source: Security Error
nld: Beveiligings-fout

source: Back to
nld: Terug naar

source: Site down for maintenance.
nld: Website niet beschikbaar in verband met onderhoud

source: Are you sure you want to delete # %s?
nld: Weet u zeker dat u # %s wilt verwijderen?

source: content here
nld: inhoud hier

source: Extensions
nld: Extensies

source: Themes
nld: Themas

source: Data Migration Utility
nld: Data migratie hulpprogramma

source: Locale does not exist.
nld: Locale bestaat niet.

source: Locale '%s' set as default
nld: Locale '%s' ingesteld als standaaed

source: Could not save Locale setting.
nld: Kon Locale instelling niet opslaan.

source: Upload a new locale
nld: Upload een nieuwe locale

source: Invalid locale.
nld: Ongeldige locale.

source: Locale already exists.
nld: Locale bestaat al.

source: Edit locale: %s
nld: Bewerk locale: %s

source: The file %s does not exist.
nld: Het bestand %s bestaat niet.

source: Locale updated successfully
nld: Locale succesvol geupdate

source: Locale deleted successfully.
nld: Locale succesvol verwijderd.

source: Local could not be deleted.
nld: Locale kon niet worden verwijderd.

source: Upload a new plugin
nld: Upload een nieuwe plug-in

source: Invalid plugin
nld: Ongeldige plug-in

source: You cannot delete a plugin that is currently active.
nld: Je kan een plug-in niet verwijderen die momenteel actief is.

source: Plugin "%s" deleted successfully.
nld: Plugin "%s" succesvol verwijderd.

source: Plugin could not be deleted.
nld: Plug-in kon niet worden verwijderd.

source: Plugin could not be deactivated. Please, try again.
nld: Plug-in kon niet worden gedeactiveerd. Probeer nogmaals, alstublieft.

source: Plugin could not be activated. Please, try again.
nld: Plug-in kon niet worden geactiveerd. Probeer nogmaals, alstublieft.

source: Plugin "%s" migrated successfully.
nld: Plug-in "%s" succesvol gemigreerd.

source: Plugin "%s" could not be migrated. Error: %s
nld: Plug-in "%s" kon niet worden gemigreerd. Fout: %s

source: Plugin %s has been moved up
nld: Plug-in %s is omhoog verplaatst

source: Plugin %s has been moved down
nld: Plug-in %s is omlaag verplaatst

source: Theme activated.
nld: Thema geactiveerd

source: Theme activation failed.
nld: Thema activatie mislukt.

source: Upload a new theme
nld: Upload een nieuw thema

source: Theme uploaded successfully.
nld: Theme succesvol geupload.

source: Theme Editor
nld: Thema bewerker

source: Invalid Theme.
nld: Ongeldig thema.

source: Default theme cannot be deleted.
nld: Standaard thema kan niet worden verwijderd.

source: You cannot delete a theme that is currently active.
nld: Je kan geen thema verwijderen dat momenteel actief is.

source: Theme deleted successfully.
nld: Thema succesvol verwijderd.

source: An error occurred.
nld: Er is een fout opgetreden

source: Plugin "%s" is already active.
nld: Plug-in "%s" is al actief.

source: Plugin "%s" depends on "%s" plugin.
nld: Plug-in "%s" is afhankelijk van de "%s" plug-in.

source: Plugin "%s" is not active.
nld: Plug-in "%s" is niet actief.

source: %s is already at the first position
nld: %s is op de eerste positie

source: Plugin %s depends on %s
nld: Plug-in %s is afhankelijk van %s

source: %s is already at the last position
nld: %s is al op de laatste positie

source: Invalid direction
nld: Ongeldige richting

source: Invalid theme
nld: Ongeldig thema

source: Theme %s not found
nld: Thema %s kon niet worden gevonden

source: Invalid plugin path
nld: Ongeldig plug-in pad

source: Invalid zip archive
nld: Ongeldig ZIP archief

source: Invalid plugin.json or missing plugin name
nld: Ongeldige plugin.json of missende plugin naam

source: Activate
nld: Activeer

source: Description
nld: Omschrijving

source: Current Theme
nld: Huidig thema

source: Regions supported:
nld: Ondersteunde gebieden

source: Available Themes
nld: Beschikbare gebieden

source: Attachments
nld: Bijlagen

source: File Manager
nld: Bstandsbeheer

source: Add Attachment
nld: Bijlage toevoegen

source: The Attachment has been saved
nld: De bijlage is opgelsagen

source: The Attachment could not be saved. Please, try again.
nld: De bijlage kon niet worden opgeslagen, probeer nogmaals

source: Edit Attachment
nld: Bijlage bewerken

source: Invalid Attachment
nld: Ongeldige bijlage

source: Invalid id for Attachment
nld: Ongeldig id voor bijlage

source: Attachment deleted
nld: Bijlage verwijderd

source: File saved successfully
nld: Bestand succesvol opgeslagen

source: File uploaded successfully.
nld: Bestand upload geslaagd

source: File deleted
nld: bestand verwijderd

source: Directory deleted
nld: Bestandsmap verwijderd

source: Directory created successfully.
nld: Bestandsmap succesvol aangemaakt

source: File created successfully.
nld: Bstand succesvol aangemaakt

source: New Attachment
nld: Nieuwe bijlage

source: Insert
nld: Invoegen

source: Sort by:
nld: Sorteer op:

source: Promoted
nld: Opgewaardeerd

source: Attachment
nld: Bijlage

source: Caption
nld: Bovenschrift

source: File URL
nld: Bestands url

source: Yes
nld: Ja

source: No
nld: Nee

source: Upload here
nld: Hier uploaden

source: Create directory
nld: Bestandsmap aanmaken

source: Create file
nld: Bestand aanmaken

source: Directory content
nld: Bestandsmap inhoud

source: Login
nld: Inloggen

source: Installation: Welcome
nld: Installatie: Welkom

source: Step 1: Database
nld: Stap 1: Database

source: Could not write database.php file.
nld: database.php kon niet worden weggeschreven

source: Could not connect to database.
nld: Kon geen verbinding maken met de database

source: New Password
nld: Nieuw wachtwoord

source: Click here to build your database
nld: Klik hier om de database op te bouwen

source: Install Croogo
nld: Croogo installeren

source: Add Link
nld: Link toevoegen

source: The Link has been saved
nld: De link is opgeslagen

source: The Link could not be saved. Please, try again.
nld: De link kon niet worden opgeslagen

source: Edit Link
nld: Link wijzigen

source: Invalid Link
nld: Ongeldige link

source: Invalid id for Link
nld: Ongeldig id voor de link

source: Link deleted
nld: Link verwijderd

source: Links deleted
nld: Links verwijderd

source: Links published
nld: Links gepublicerd

source: Links unpublished
nld: Links niet gepubliceerd

source: Add Menu
nld: Menu toevoegen

source: The Menu has been saved
nld: Het menu is opgeslagen

source: The Menu could not be saved. Please, try again.
nld: het menu kon niet worden opgeslagen

source: Edit Menu
nld: Wijzig menu

source: Invalid Menu
nld: Ongeldig menu

source: Invalid id for Menu
nld: Ongeldig id voor menu

source: Menu deleted
nld: Menu verwijderd

source: Misc.
nld: Diverse

source: View links
nld: Bekijk links

source: Add another field
nld: Nieuw veld toevoegen

source: Key
nld: Sleutel

source: Value
nld: Waarde

source: Remove
nld: Verwijderen

source: List
nld: Lijst

source: Create content
nld: Inhoud aanmaken

source: Content type does not exist.
nld: Inhoudtype bestaat niet

source: Paths updated.
nld: Paden bijgewerkt

source: Invalid id for Node
nld: ongeldige id voor de node

source: Node deleted
nld: Node verwijderd

source: Invalid content type.
nld: Ongeldig inhoudtype

source: Invalid Term.
nld: Invalid Begrip

source: Posted
nld: Geplaatst

source: on
nld: op

source: Posted in
nld: Geplaatst in

source: Leave a comment
nld: Laat een commentaar achter

source: Promoted to front page
nld: Opwaarderen naar voorpagina

source: Promote
nld: Opwaarderen

source: Unpromote
nld: Afwaarderen

source: No items found.
nld: Geen records gevonden

source: Settings
nld: Instellingen

source: Reading
nld: Lezen

source: Languages
nld: Talen

source: Setting deleted
nld: Instelling verwijderd

source: Add Language
nld: Taa toevoegen

source: The Language has been saved
nld: De taal is opgeslagen

source: The Language could not be saved. Please, try again.
nld: De taal kon niet worden opgeslagen

source: Edit Language
nld: Taal wijzigen

source: Invalid Language
nld: Ongeldige taal

source: Invalid id for Language
nld: Ongeldig id voor de taal

source: Language deleted
nld: Taal verwijderd

source: Select a language
nld: Selecteer een taal

source: Invalid Setting.
nld: Ongeldige instelling

source: The Setting has been saved
nld: De instelling is opgeslagen
