Repository: croogo/locale
Catalog: nld/LC_MESSAGES/croogo.po
Languages: nld

source: The Setting could not be saved. Please, try again.
nld: De instelling kon niet worden opgeslagen. Probeer nogmaals

source: Edit Setting
nld: Instelling bewerken

source: Invalid Setting
nld: Ongeldige instelling

source: Invalid id for Setting
nld: Ongeldig id voor de instelling

source: Settings updated successfully
nld: Instelling succesvol bijgewerkt

source: Invalid Setting key
nld: Ongeldige instellingssleutel

source: New Language
nld: Nieuwe taal

source: e.g., 'Site.title'
nld: bv. 'Site.titel'

source: Input Type
nld: Ingave type

source: e.g., 'text' or 'textarea'
nld: bv. 'tekst' oder 'tekstgebied'

source: Setting
nld: Instelling

source: Weight
nld: Gewicht

source: Delete Setting
nld: Instelling verwijderen

source: List Settings
nld: Lijst instellingen

source: New Setting
nld: Nieuwe instelling

source: Content Types
nld: Inhoud typen

source: Taxonomy
nld: Classificatie

source: Add new
nld: Voeg nieuwe toe

source: Term deleted
nld: Begrip verwijderd

source: Add Type
nld: Type toevoegen

source: The Type has been saved
nld: Het type is opgeslagen

source: The Type could not be saved. Please, try again.
nld: Het type kon niet worden opgeslagen. Probeer nogmaals

source: Edit Type
nld: Type bewerken

source: Invalid Type
nld: Ongeldig type

source: Invalid id for Type
nld: Ongeldig id voor het type

source: Add Vocabulary
nld: Woordenlijst toevoegen

source: The Vocabulary has been saved
nld: De woordenlijst is opgeslagen

source: The Vocabulary could not be saved. Please, try again.
nld: De woordenlijst kon niet worden opgeslagen. Probeer nogmaals

source: Edit Vocabulary
nld: Woordenlijst bewerken

source: Invalid Vocabulary
nld: Ongeldige woordenlijst

source: Invalid id for Vocabulary
nld: Ongeldig id voor de woordenlijst

source: Vocabulary deleted
nld: Woordenlijst verwijderd

source: Terms
nld: Begrippen

source: New Term
nld: Nieuw begrip

source: Vocabulary
nld: Woordenlijst

source: Show author's name
nld: Auteurnaam weergeven

source: Show date
nld: Datum weergeven

source: Options
nld: Opties

source: Required
nld: Verplicht

source: Multiple
nld: Meerdere

source: View terms
nld: Bekijk begrippen

source: Translations: %s
nld: Vertalingen: %s

source: Invalid locale
nld: Ongeldige locale

source: Translate content: %s (%s)
nld: Vertaal inhoud: %s (%s)

source: Record has been translated
nld: Record is vertaald

source: Translate
nld: vertaal

source: Datasource %s for CroogoTranslateBehavior of model %s is not connected
nld: Databron %s voor CroogoTranslateBehavior van Model %s is niet verbonden

source: Roles
nld: Rollen

source: Reset password
nld: Wachtwoord resetten

source: Reset user password
nld: Reset gebruiker wachtwoord

source: Username to reset
nld: Gebruikersnaam te resetten

source: New user password
nld: Nieuwe gebruiker wachtwoord

source: User '%s' not found
nld: Gebruiker '%s' is niet gevonden

source: Password for '%s' has been changed
nld: Wachtwoord voor '%s' is aangepast

source: Add Role
nld: Rol toevoegen

source: The Role has been saved
nld: De rol is opgeslagen

source: The Role could not be saved. Please, try again.
nld: The rol kon niet worden opgeslagen. Probeer nogmaals

source: Edit Role
nld: Rol bewerken

source: Invalid Role
nld: Ongeldige rol

source: Invalid id for Role
nld: Ongeldig id voor de rol

source: Role deleted
nld: Rol verwijderd

source: The User has been saved
nld: De gebruiker is opgeslagen

source: The User could not be saved. Please, try again.
nld: De gebruiker kon niet worden opgeslagen. Probeer nogmaals

source: Invalid User
nld: Ongeldige gebruiker

source: Password has been reset.
nld: Het wachtwoord is gereset

source: Password could not be reset. Please, try again.
nld: Wachtwoord kon niet worden gereset. Probeer nogmaals

source: Invalid id for User
nld: Ongeldig id voor de gebruiker

source: User deleted
nld: Gebruiker verwijderd

source: User cannot be deleted
nld: Gebruiker kan niet worden verwijderd

source: You are already logged in
nld: Je bent al ingelogd

source: Incorrect username or password
nld: Incorrecte gebruikersnaam of wachtwoord

source: Log out successful.
nld: Succesvol uitgelogd

source: Register
nld: Registreer

source: You have successfully registered an account. An email has been sent with further instructions.
nld: Je hebt succesvol een account geregistreerd. Er is een email verzonden met verdere instructies

source: You are currently logged in as:
nld: Je bent momenteel ingelogd als:

source: Account activated successfully.
nld: Account succesvol geactiveerd

source: Forgot Password
nld: Wachtwoord vergeten

source: Invalid username.
nld: Ongeldige gebruikersnaam

source: An email has been sent with instructions for resetting your password.
nld: Er is een email verzonden met instructies voor het resetten van je wachtwoord

source: An error occurred. Please try again.
nld: Er is een fout opgetreden. Probeer nogmaals

source: Reset Password
nld: Wachtwoord resetten

source: Your password has been reset successfully.
nld: Je wachtwoord is succesvol gereset

source: Log in
nld: Inloggen

source: Invalid User.
nld: Ongeldige gebruiker

source: Passwords do not match. Please, try again.
nld: Wachtwoorden komen niet overeen. Probeer normaals alstublieft.

source: Hello %s
nld: Hallo %s

source: Please visit this link to reset your password: %s
nld: Bezoek alstublieft deze link om uw wachtwoord te herstellen: %s

source: If you did not request a password reset, then please ignore this email.
nld: Indien je geen wachtwoord reset hebt verzocht, negeer deze email dan

source: Please visit this link to activate your account: %s
nld: Bezoek alstublieft deze link om uw account te activeren: %s

source: Edit user %s
nld: Bewerk gebruiker %s

source: New user
nld: Nieuwe gebruiker

source: Timezone
nld: Tijdzone

source: Send Activation Email
nld: Verstuur activate email

source: Remember me?
nld: Onthoud mij?

source: Forgot password?
nld: Wachtwoord vergeten?

source: New password
nld: Nieuw wachtwoord
