Repository: croogo/locale
Catalog: ita/LC_MESSAGES/croogo.po
Languages: ita

source: Permissions
ita: Permessi

source: Access Control
ita: Controllo Accessi

source: Plugin to process
ita: Plugin da processare

source: Better manage, and easily synchronize you application's ACO tree
ita: Gestisci con semplicità e sincronizza gli alberi ACO della tua applicazione

source: Add new ACOs for new controllers and actions. Does not remove nodes from the ACO table.
ita: Aggiunge nuovi ACO per i nuovi controller e le relative azine. Non rimuove i nodi dalla tabella ACO

source: Perform a full sync on the ACO table.Will create new ACOs or missing controllers and actions.Will also remove orphaned entries that no longer have a matching controller/action
ita: Esegue una sincronizzazione completa della tabella ACO. Crea le nuove ACO o le azioni mancanti dei controller. Rimuove gli elementi orfaani che non corrispondono più ai contenuti

source: Perform a full content sync on the ACO table.Will create new ACOs or missing contents.Will also remove orphaned entries that no longer have a matching contents
ita: Esegue una sincronizzazione totale della tabella ACO. Crea le nuove ACO o i contenuti mancanti. Rimuove gli elementi orfaani che non corrispondono più ai contenuti

source: The content model name
ita: Nome del modello

source: Verify the tree structure of either your Aco or Aro Trees
ita: Verifica la struttura ad albero dei tuoi ACO e ARO

source: The type of tree to verify
ita: Tipo di albero da verificare

source: Recover a corrupted Tree
ita: Recupera un albero corrotto

source: The type of tree to recover
ita: Tipo di albero da recuperare

source: Actions
ita: Azioni

source: Add Action
ita: Aggiungi Azione

source: The %s has been saved
ita: Il %s è stato salvato

source: The %s could not be saved. Please, try again.
ita: Il %s non può essere salvato. Riprova.

source: Edit Action
ita: Modifica azione

source: Invalid Action
ita: Azione non valida

source: The Action has been saved
ita: L'azione è stata salvata

source: The Action could not be saved. Please, try again.
ita: L'azione non può essere salvata. Riprova.

source: Invalid id for Action
ita: Id dell'azione non valido

source: Action deleted
ita: Azione eliminata

source: Action moved up
ita: Azione spostata in su

source: Action moved down
ita: Azione spostata in giù

source: Created %d new permissions
ita: Creati %d nuovi permessi

source: ACL database has been upgraded successfully
ita: il database delle ACL è stato aggiornato con successo

source: Parent Role
ita: Ruolo Padre

source: "AutoLogin" (Remember Me) disabled since mcrypt_encrypt is not available
ita: "AutoLogin" (Ricorda) disabilitato poichè mcrypt_encrypt non è disponibile

source: _authorizeByContent() - Access of un-mapped action "%1$s" in controller "%2$s"
ita: _authorizeByContent() - Accesso di una azione non mappata "%1$s" nel controller "%2$s"

source: Model %s cannot be found.
ita: Il Modello %s non è stato trovato.

source: Created Aco node: %s
ita: Creato nodo ACO: %s

source: <error>Plugin %s not found or not activated</error>
ita: <error>Plugin %s non trovato o non attivato</error>

source: <success>Aco Sync Complete</success>
ita: <success>Sincronizzazione ACO Completa</success>

source: <success>Aco Update Complete</success>
ita: <success>Aggiornamento ACO Completa</success>

source: Skipped Aco node: <warning>%s</warning>
ita: Saltato il nodo ACO: <warning>%s</warning>

source: Deleted %s and all children
ita: Cancellato %s e tutti i figli

source: Created Aco node: <success>%s</success>
ita: Creato nodo ACO: <success>%s</success>

source: Deleted Aco node: <warning>%s</warning>
ita: Eliminato nodo ACO: <warning>%s</warning>

source: <success>Tree is valid and strong</success>
ita: <success>L'albero è valido e solido</success>

source: Tree has been recovered, or tree did not need recovery.
ita: L'albero è stato recuperato o non aveva necessità di essere corretto.

source: <error>Tree recovery failed.</error>
ita: <error>Il recupero dell'albero è fallito</error>

source: No root node found
ita: Nessun nodo radice trovato

source: <warning>ACL Database seems to have already been upgraded</warning>
ita: <warning>Il database delle ACL sembra sia stato già aggiornato</warning>

source: %s not found
ita: %s non trovato

source: Role: Public not found
ita: Ruolo: Pubblico non trovato

source: Role: Registered not found
ita: Ruolo: Registrato non trovato

source: Role: Admin not found
ita: Ruolo: Admin non trovato

source: Users
ita: Utenti

source: Add
ita: Aggiungi

source: Action
ita: Azione

source: Parent
ita: Parente

source: Choose none if the Aco is a controller.
ita: Scegli nessuno se l'ACO è un controlle.

source: Publishing
ita: Pubblicazione

source: Apply
ita: Applica

source: Save
ita: Salva

source: Cancel
ita: Cancella

source: Tools
ita: Strumenti

source: Generate
ita: Genera

source: Create new actions (no removal)
ita: Crea nuove azioni (nessuna rimozione)

source: Synchronize
ita: Sincronizza

source: Create new & remove orphaned actions
ita: Crea nuove e rimuove azioni orfane

source: Edit Actions
ita: Modifica azioni

source: Move up
ita: Sposta sù

source: Move down
ita: Sposta giù

source: Edit this item
ita: Modifica questo elemento

source: Remove this item
ita: Rimuovi questo elemento

source: Are you sure?
ita: Sei sicuro?

source: error
ita: errore

source: When set, permissions from parent role are inherited
ita: Quando impostasto vengono ereditati i permessi dei ruoli parenti

source: Edit Permissions
ita: Modifica Permessi

source: Upgrade Acl database
ita: Aggiorna base dati ACL

source: Blocks
ita: Blocchi

source: Regions
ita: regioni

source: Add Block
ita: Aggiungi Blocco

source: The Block has been saved
ita: Il Blocco è stato salvato

source: The Block could not be saved. Please, try again.
ita: Il Blocco non può essere salvato, prova di nuovo.

source: Edit Block
ita: Modifica Blocco

source: Invalid Block
ita: Blocco non valido

source: Invalid id for Block
ita: Id non valido per il Blocco

source: Block deleted
ita: Blocco eliminato

source: Moved up successfully
ita: Spostato sù correttamente

source: Could not move up
ita: Non posso spostare sù

source: Moved down successfully
ita: Spostato giù correttamente

source: Could not move down
ita: Non posso spostare giù

source: Blocks deleted
ita: Blocchi cancellati

source: Blocks published
ita: Blocchi pubblicati

source: Blocks unpublished
ita: Blocchi non pubblicati

source: Region
ita: Regione

source: Add Region
ita: Aggiungi Regione

source: The Region has been saved
ita: La regione è stata salvata

source: The Region could not be saved. Please, try again.
ita: La Regione non può essere salvata, riprova.

source: Edit Region
ita: Modifica Regione

source: Invalid Region
ita: Regione non valida

source: Invalid id for Region
ita: Id della Regione non valido

source: Region deleted
ita: Regione cancellata

source: Block
ita: Blocchi

source: Access
ita: Accesso

source: Visibilities
ita: Visibilità

source: Params
ita: Parametri

source: Title
ita: Titolo

source: unique name for your block
ita: nome univoco per il tuo blocco

source: if you are not sure, choose 'none'
ita: se non sei sicuro, scegli 'none'

source: Body
ita: Corpo

source: Class
ita: Classe

source: Element
ita: Elemento

source: Role
ita: Ruolo

source: Visibility Paths
ita: Percorsi di visibilità

source: Enter one URL per line. Leave blank if you want this Block to appear in all pages.
ita: Inserisci un URL per linea. Lascia vuoto se vuoi che il Blocco appaia in tutte le pagine.

source: Show title ?
ita: Mostra titolo?

source: Status
ita: Stato

source: Choose
ita: Scegli

source: Publish
ita: Pubblica

source: Unpublish
ita: Spubblica

source: Delete
ita: Elimina

source: Submit
ita: Invio

source: Comments
ita: Commenti

source: Published
ita: Pubblicato

source: Approval
ita: Approvazione

source: Edit Comment
ita: Modifica Commento

source: Invalid Comment
ita: Commento non valido

source: The Comment has been saved
ita: Il Commento è stato salvato

source: The Comment could not be saved. Please, try again.
ita: Il Commento non è stato salvato. Riprova.

source: Invalid id for Comment
ita: Id del Commento non valido

source: Comment deleted
ita: Commento eliminato

source: Comments deleted
ita: Commenti cancellati

source: Comments published
ita: Commenti pubblicati

source: Comments unpublished
ita: Commenti spubblicati

source: Maximum level reached. You cannot reply to that comment.
ita: Massimo livello raggiunto. Non puoi rispondere a questo commento.

source: Comments are not allowed.
ita: I commenti non sono consentiti.

source: Your comment has been added successfully.
ita: Il tuo commento è stato aggiunto con successo.

source: Your comment will appear after moderation.
ita: Il tuo commento apparirà dopo la moderazione.

source: Sorry, the comment appears to be spam.
ita: Spiacente, il commento sembra essere spam,

source: Invalid captcha entry
ita: Codice CAPTCHA non valido

source: New comment posted under
ita: Nuovo commento inviato sotto

source: Invalid Node id
ita: Id Nodo non valido

source: Invalid Comment id
ita: Id Commento non valido

source: Content
ita: Contenuto

source: Comment
ita: Commento

source: Contact
ita: Contatti

source: Name
ita: Nome

source: Website
ita: Sito Web

source: Comments: Published
ita: Commenti: Pubblicato

source: Comments: Approval
ita: Commenti: Approvazione

source: Node
ita: Nodo

source: Created
ita: Creato

source: Comment on
ita: Commentato il

source: by
ita: da

source: said on %s
ita: detto il %s

source: Reply
ita: Rispondi

source: Add new comment
ita: Aggiungi un nuovo commento

source: Go back to original post
ita: Torna al post originale

source: Post comment
ita: Commenta

source: Disabled
ita: Disabilitato

source: Read only
ita: Sola lettura

source: Read/Write
ita: Lettura/Scrittura

source: A new comment has been posted under: %s
ita: Un nuovo commento è stato postato sotto: %

source: Name: %s
ita: Nome: %s

source: Website: %s
ita: Sito Web: %s

source: IP Address: %s
ita: Indirizzo IP: %s

source: Comment: %s
ita: Commento: %s

source: Contacts
ita: Contatti

source: Messages
ita: Messaggi

source: Add Contact
ita: Aggiungi contatto

source: The Contact has been saved
ita: Il contatto è stato salvato

source: The Contact could not be saved. Please, try again.
ita: Il Contatto non può essere salvato. Riprova.

source: Edit Contact
ita: Modifica contatto.

source: Invalid Contact
ita: Contatto non valido

source: Invalid id for Contact
ita: Id non valido per il Contatto

source: Contact deleted
ita: Contatto eliminato

source: Your message has been received...
ita: Abbiamo ricevuto il tuo messaggio...

source: Sorry, the message appears to be spam.
ita: Spiacente, il messaggio sembra essere spam.

source: Read
ita: Leggi

source: Edit Message
ita: Modifica Messaggio

source: Invalid Message
ita: Messaggio non valido

source: The Message has been saved
ita: Il Messaggio è stato salvato

source: The Message could not be saved. Please, try again.
ita: Il Messaggio non può essere salvato. Riprova.

source: Invalid id for Message
ita: Id non valido per il Messaggio

source: Message deleted
ita: Messaggio eliminati

source: Messages marked as read
ita: Messaggi segnati come letti

source: Messages marked as unread
ita: Messaggi segnati come non letti

source: Details
ita: Dettagli

source: Message
ita: Messaggio

source: Position
ita: Posizione

source: Address
ita: Indirizzo

source: Address2
ita: Indirizzo2

source: State
ita: Provincia

source: Country
ita: Nazione

source: Post Code
ita: C.A.P.

source: Phone
ita: Telefono

source: Let users leave a message
ita: Permetti agli utenti di lasciare un messaggio

source: Save messages in database
ita: Salva i messaggi nella base dati

source: Notify by email instantly
ita: Notifica istantaneamente via email

source: Spam protection (requires Akismet API key)
ita: Protezione dallo Spam (richiesta la API key di Akismet)

source: Use captcha? (requires Recaptcha API key)
ita: Usa il captcha? (richiesta la API key di Recaptcha)

source: You can manage your API keys here.
ita: Puoi gestire le tue API keys qui.

source: Your name
ita: Il tuo nome

source: Your email
ita: La tua email

source: Subject
ita: Oggetto

source: Send
ita: Spedisci

source: You have received a new message at: %s
ita: Hai ricevuto un nuovo messaggio ale: %s

source: Subject: %s
ita: Oggetto: %s

source: Message: %s
ita: Messaggio: %s

source: Messages: Read
ita: Messaggi: Letti

source: Unread
ita: Non letti

source: Messages: Unread
ita: Messaggi: Non letti

source: Mark as read
ita: Segna come letto

source: Mark as unread
ita: Segna come non letto

source: Croogo Utilities
ita: Utilità di Croogo

source: Compile/Generate CSS
ita: Compila/Genera CSS

source: Upgrade Croogo
ita: Aggiorna Croogo

source: Theme cannot be deactivated, instead activate another theme.
ita: Il tema non può essere disattivato, al suo posto attiva un altro tema.

source: %s "%s" not found.
ita: %s "%s" non trovato.

source: %s name must be provided.
ita: Devi inserire il nome %s

source: Activate Plugins & Themes
ita: Attivazione Plugin e Temi

source: Method to perform
ita: Metodo da eseguire

source: Extension type
ita: Tipo di estensione

source: Name of extension
ita: Nome dell'estensione

source: Plugin "%s" activated successfully.
ita: Plugin "%s" attivato con successo.

source: Plugin "%s" could not be activated. Please, try again.
ita: Plugin "%s" non può essere attivato. Riprova.

source: Plugin "%s" could not be deactivated. Please, try again.
ita: Plugin "%s" non può essere disattivato. Riprova.

source: Plugin "%s" deactivated successfully.
ita: Plugin "%s" deattivato con successo.

source: Theme "%s" activated successfully.
ita: Tema "%s" attivato con successo.

source: Theme "%s" activation failed.
ita: Tema "%s" attivazione fallita.

source: Plugins:
ita: Plugin:

source: Author
ita: Autore

source: Theme
ita: Tema

source: Installing with Composer...
ita: Installazione mediante Composer...

source: Unexpected composerInstall return value
ita: Valore di ritorno di composerInstall inaspettato

source: Package installed and activated.
ita: Pacchetto instaallato e attivato

source: Package installed but not activated.
ita: Pacchetto installato ma non attivato.

source: Extension installed and activated.
ita: Estenzione installata e attivata.

source: Download, Install & Activate Plugins & Themes
ita: Scarica, installa e attiva Plugin e Temi

source: URL to zip file OR github user name
ita: URL del file zip OPPURE nome utente github

source: Github repo name
ita: Nome del repository Github

source: Installing extension...
ita: Installazione estensione...

source: Please specify a URL to a zipball extension
ita: Specifica l'url di una cartella compressa (zip) dell'estensione

source: Downloading extension to %s...
ita: Scaricamento dell'estensione su %s...

source: Upgrade ACL database for core controllers.
ita: Aggiorna la base dati delle ACL per i controller.

source: Upgrades the ACO hierarchy from 1.3/1.4 so it follows the default behavior in normal CakePHP applications. The primary difference is plugin controllers now are stored underneath its own Plugin ACO record, whereas previous version assumes all Controllers belongs to the root 'controllers' node.%s<warning>Ensure that you have a backup of your aros, acos, and aros_acos table before upgrading.</warning>
ita: Aggionra la gerarchia delle ACO dalla 1.3/1.4 così che segguo il normale comportamento delle applicazioni CakePHP. La differenza principale è che i controller dei plugin ora sono memorizzati dentro il proprio record ARO, mentre nelle precedenti versioni si assume che tutti i controller appartengano al nodo radice del controller. %s<warning>Assicurati di avere un backup delle tabelle aros, acos, e aros_acos prima di effettuare l'aggiornamento.</warning>

source: Create settings.json from database
ita: Crea il settings.json dal database

source: Update Hook.bootstrap settings
ita: Aggiornale impostazioni di Hook.bootstrap

source: Update Links in database
ita: Aggiorna i Link nel database

source: Create first migration records
ita: Crea i primi record di migrazione

source: Run all upgrade tasks
ita: Lancia tutti gli aggiornamenti

source: <warning>Config/settings.json already exist</warning>
ita: <warning>Config/settings.json esiste già</warning>

source: <success>Config/settings.yml created based on `settings` table</success>
ita: <success>Config/settings.yml creato sulla base della tabella `settings`</success>

source: Updating Link %s
ita: Aggiornamento del Link

source: Links updated: %d rows
ita: Link aggiornati: %d righe

source: Hook.bootstraps updated
ita: Hook.bootstraps sggiornato

source: Upgrade "%s"
ita: Aggiorna "%s"

source: Command not recognized
ita: Comando non riconosciuto

source: Site down for maintenance
ita: Sito fuori linea per manutenzionee

source: Errors in CakeErrorController: %s
ita: Errori in CakeErrorController: %s

source: An error occured
ita: E' capitato un errore

source: Visit website
ita: Visita sito web

source: Invalid content
ita: Contenuto non valido.

source: Failed toggling field %s to %s
ita: Fallita la commutazione del campo da %s a %s

source: EventHandler %s not found in plugin %s
ita: Gestore degli eventi %s non trovato nel Plugin %s

source: Unable to get routeable content types: %s
ita: Non posso ottenere un tipo di contenuto instradabile: %s

source: Unpublished
ita: Spubblicato

source: Cannot load configuration files with ../ in them.
ita: Non posso leggere file di configurazione contegono ../

source: Could not load configuration files: %s or %s
ita: Non posso leggere file di configurazione: %s o %s

source: Invalid action to perform
ita: Azione non valida

source: No target to process action upon
ita: Nessun obiettivo su cui applicare una azione

source: Edit
ita: Modifica

source: New %s
ita: Nuovo %s

source: Dashboard
ita: Pannello

source: Close
ita: Chiudi

source: Page {:page} of {:pages}, showing {:current} records out of {:count} total, starting on record {:start}, ending on {:end}
ita: Pagina {:page} di {:pages}, mostra {:current} record su {:count} total, starting on record {:start}, ending on {:end}

source: first
ita: primo

source: prev
ita: precedente

source: next
ita: prossimo

source: last
ita: ultimo

source: Filter
ita: Filtro

source: Page not found
ita: Pagina non trovata

source: Error
ita: Errore

source: The requested address was not found on this server.
ita: L'indirizzo richiesto non è stato trovato su questo server.

source: Security Error
ita: Errore di sicurezza

source: Request blackholed due to "%s" violation.
ita: La richiesta è stata scartata per via delle violazioni "%s"

source: Method %1$s::%2$s does not exist
ita: Il Metodo %1$s::%2$s non esiste

source: Back to
ita: Torna in dietro

source: Site down for maintenance.
ita: Sito in manutenzione

source: Are you sure you want to delete # %s?
ita: Sei sicuro di voler cancellare # %s?

source: content here
ita: contenuto qui

source: Extensions
ita: Estensioni

source: Themes
ita: Temi

source: Locales
ita: Traduzioni

source: Plugins
ita: Plugin

source: Locale does not exist.
ita: Traduzione inesistente

source: Locale '%s' set as default
ita: Traduzione '%s' impostata come predefinita

source: Could not save Locale setting.
ita: Non posso salvare l'impostazione di traduzione

source: Upload a new locale
ita: Carica una nuova traduzione

source: Invalid locale.
ita: Traduzione non valida

source: Locale already exists.
ita: La traduzione esiste già.

source: Edit locale: %s
ita: Modifica Traduzione: %s

source: The file %s does not exist.
ita: Il file %s non esiste

source: Locale updated successfully
ita: Traduzione aggiornata con successo

source: Locale deleted successfully.
ita: Traduzione eliminata

source: Local could not be deleted.
ita: La traduzione non può essere eliminata

source: Upload a new plugin
ita: Carica un nuovo plugin

source: Invalid plugin
ita: Plugin non valido

source: You cannot delete a plugin that is currently active.
ita: Non puoi eliminare un plugin se è correntemente attivo

source: Plugin "%s" deleted successfully.
ita: Il Plugin "%s" è stato eliminato

source: Plugin could not be deleted.
ita: Il Plugin non può essere cancellato

source: Plugin could not be deactivated. Please, try again.
ita: Il Plugin non può essere disattivato. Riprova.

source: Plugin could not be activated. Please, try again.
ita: Il Plugin non può essere attivato. Riprova.

source: Plugin "%s" migrated successfully.
ita: Il Plugin "%s" è stato migrato con successo.

source: Plugin "%s" could not be migrated. Error: %s
ita: il Plugin %s non può essere migrato: Errore: %s

source: Plugin %s has been moved up
ita: Il Plugin %s è stato spostato in sù

source: Plugin %s has been moved down
ita: Il Plugin %s è stato spostato in giù

source: Theme activated.
ita: Tema attivato

source: Theme activation failed.
ita: L'attivazione del Tema è fallita

source: Upload a new theme
ita: Carica un nuovo tema

source: Theme uploaded successfully.
ita: Tema caricato correttamente.

source: Theme Editor
ita: Editor dei temi

source: Invalid Theme.
ita: Tema non valido.

source: Default theme cannot be deleted.
ita: Il tema predefinito non può essere rimosso.

source: You cannot delete a theme that is currently active.
ita: Non puoi eliminare un tema che è correntemente attivato.

source: Theme deleted successfully.
ita: Tema eliminato.

source: An error occurred.
ita: E' capitato un errore.

source: Plugin "%s" is already active.
ita: Il Plugin "%s" è già attivato.

source: Plugin "%s" depends on "%s" plugin.
ita: Il Plugin "%s" dipende dal plugin "%s" .

source: Plugin "%s" is not active.
ita: Il Plugin "%s" non è attivo.

source: %s is already at the first position
ita: %s è già al primo posto

source: Plugin %s depends on %s
ita: Il Plugin %s dipende dal plugin %s

source: %s is already at the last position
ita: %s è già all'ultima posizione

source: Invalid direction
ita: Direzione non valida

source: Plugin %s cannot be reordered
ita: Il Plugin %s non può essere riordinato

source: Invalid theme
ita: Tema non valido

source: Theme %s not found
ita: Tema %s non trovato

source: Invalid plugin path
ita: Percorso del Plugin non valido

source: Invalid zip archive
ita: Archivio zip non valido

source: Invalid plugin.json or missing plugin name
ita: plugin.json non valido o senza nome del plugin

source: Missing expected files: %s in: %s
ita: Files mancanti: %s in: %s

source: Invalid plugin or missing expected files
ita: Plugin non valido o mancanza di files

source: Invalid plugin file path
ita: Percorso del file di Plugin non valido

source: Plugin already exists
ita: Plugin già esistente

source: Failed to extract plugin
ita: Impossibile estrarre il Plugin

source: Invalid theme path
ita: Percorso del Tema non valido

source: Invalid theme file path
ita: Percorso del file del tema non valido

source: Theme already exists
ita: Il Tema esiste già

source: Failed to extract theme
ita: Fallita l'estrazione del tema

source: Must specify a valid package name: vendor/name.
ita: Devi specificare un nome di pacchetto valido: vendor/name

source: Themes installed via composer are not yet supported.
ita: I Temi installati con composer non sono ancora supportati.

source: Upload
ita: Caricamento

source: Locale
ita: Traduzione

source: Default
ita: Predefinito

source: Activate
ita: Attiva

source: Description
ita: Descrizione

source: Active
ita: Attiva

source: Deactivate
ita: Disattiva

source: Migrate
ita: Migra

source: Current Theme
ita: Tema corrente

source: Regions supported:
ita: Regioni supportate:

source: Available Themes
ita: Temi disponibili

source: No available theme
ita: Nessun tema disponibile

source: Attachments
ita: Allegati

source: File Manager
ita: Gestore dei File
