Repository: croogo/locale
Catalog: ita/LC_MESSAGES/croogo.po
Languages: ita

source: Add Attachment
ita: Aggiungi allegato

source: Upload failed. Please ensure size does not exceed the server limit.
ita: Caricamento fallito. Assicurati che la dimensione non ecceda i limiti del server.

source: The Attachment has been saved
ita: L'allegato è stato salvato.

source: The Attachment could not be saved. Please, try again.
ita: L'allegato non può essere salvato. Riprova.

source: Edit Attachment
ita: Modifica allegato

source: Invalid Attachment
ita: Allegato non valido

source: Invalid id for Attachment
ita: Id non valido per l'allegato.

source: Attachment deleted
ita: Allegato eliminato

source: Path %s is restricted
ita: Il Percorso %s è protetto

source: Edit file: %s
ita: Modifica file: %s

source: File saved successfully
ita: File salvato con successo.

source: File uploaded successfully.
ita: File caricato con successo.

source: File deleted
ita: File eliminato

source: Directory deleted
ita: Directory Eliminata

source: Create Directory
ita: Crea Directory

source: Directory created successfully.
ita: Directory creata con successo.

source: Create File
ita: Crea File

source: File created successfully.
ita: File creato con successo.

source: Error during file upload
ita: Errore durante il caricamento del file

source: New Attachment
ita: Nuovo Allegato

source: Insert
ita: Inserisci

source: Sort by:
ita: Ordina per:

source: Promoted
ita: Promosso

source: Attachment
ita: Allegato

source: Caption
ita: Didascalia

source: File URL
ita: URL del file

source: Mime Type
ita: Tipo Mime

source: Search
ita: Cerca

source: Search...
ita: Cerca...

source: Yes
ita: Si

source: Upload here
ita: Carica qui

source: Create directory
ita: Crea directory

source: Create file
ita: Crea file

source: You are here
ita: Sei qui

source: Directory content
ita: Contenuto directory

source: Open
ita: Aperto

source: View
ita: Vista

source: Directory name
ita: Nome Directory

source: Create
ita: Crea

source: Filename
ita: Nome File

source: Install Utilities
ita: Installa utilità

source: DataSource
ita: Sorgente dati

source: Prefix
ita: Prefisso

source: Port
ita: Porta

source: Username
ita: Nome utente

source: Verify Password
ita: Verifica Password

source: Permission %s granted to %s
ita: Permessi %s garantiti a %s

source: Installation: Welcome
ita: Installazione:Benveuti

source: Step 1: Database
ita: Passo 1: Base Dati

source: Step 2: Build database
ita: Passo 2: Costruzione Base Dati

source: Warning: Database "%s" is not empty.
ita: Attenzione: Base dati "%s" non è vuoto.

source: Installation successful
ita: Installazione completa

source: Installation failed: Unable to create settings file
ita: Installazione fallita: Impossibile creare il file delle impostazioni

source: CSS : %s failed
ita: CSS: %s fallita

source: JS : %s created
ita: JS : %s creata

source: JS : %s failed
ita: JS : %s fallita

source: Font: %s copied
ita: Font: %s copiata

source: File: %s not copied
ita: File: %s nnon copiato

source: Could not write database.php file.
ita: Non posso scrivere sul file database.php.

source: Could not connect to database:
ita: Non posso connettermi al database:

source: Could not connect to database.
ita: Non posso connettermi al database.

source: Step 3: Create Admin User
ita: Passo 3: Creazione Utente Amministratore

source: New Password
ita: Nuova password

source: Create tables and load initial data
ita: Crea le tabelle e carica i dati iniziali

source: Build database
ita: Costruisci database

source: Click here to build your database
ita: Clicca qui per costruire il tuo database

source: Database hostname or IP Address
ita: Hostname o indirizzo ip del database

source: Database login/username
ita: nome utente del Database

source: Database password
ita: Password del database

source: Database name
ita: Nome del database

source: Table prefix (leave blank if unknown)
ita: Predisso della tabella (lasciare vuoto se non si sa)

source: Database port (leave blank if unknown)
ita: Porta del database (lasciar vuoto se sconosciuto)

source: The user %s has been created with administrative rights.
ita: L'utente %s è stato creato con diritti amministrativi.

source: Admin panel: %s
ita: Pannello di amministrazione: %s

source: You can start with %s or jump in and %s.
ita: Puoi cominciare con %s o accedere e %s.

source: configuring your site
ita: sto configurando il tuo sito

source: create a blog post
ita: crea un post del blog

source: Resources
ita: Risorse

source: Your tmp directory is writable.
ita: La tua directory tmp è scrivibile

source: Your tmp directory is NOT writable.
ita: La tua directory tmp NON è scrivibile

source: Your config directory is writable.
ita: La tua directory config è scrivibile

source: Your config directory is NOT writable.
ita: La tua directory config NON è scrivibile

source: PHP version %s %s %s
ita: PHP versione %s %s %s

source: PHP version %s < %s
ita: PHP versione %s < %s

source: CakePhp version %s %s %s
ita: CakePhp versione %s %s %s

source: CakePHP version %s < %s
ita: CakePHP versione %s < %s

source: Install
ita: Installazione

source: Click here to begin installation
ita: Clicca qui per iniziare l'installazione

source: Installation cannot continue as minimum requirements are not met.
ita: L'installazione non può avvenire perchè i requisiti minimi non sono soddisfatti

source: Install Croogo
ita: Installa Croogo

source: Menus
ita: Menu

source: Links: %s
ita: Link: %s

source: Add Link
ita: Aggiungi Link

source: The Link has been saved
ita: Il Link è stato salvato

source: The Link could not be saved. Please, try again.
ita: Il Link non può essere salvato. Riprova.

source: Edit Link
ita: Modifica Link

source: Invalid Link
ita: Link non valido

source: Invalid id for Link
ita: Id non valido per il Link

source: Link deleted
ita: Link cancellato

source: Links published
ita: Link pubblicato

source: Links unpublished
ita: Link spubblicato

source: Add Menu
ita: Aggiungi Menu

source: The Menu has been saved
ita: Il Menu è stato salvato

source: The Menu could not be saved. Please, try again.
ita: Il Menu non può essere salvato. Riprova.

source: Edit Menu
ita: Modifica Menu

source: Invalid Menu
ita: Menu non valido

source: Invalid id for Menu
ita: Id non valido per il Menu

source: Menu deleted
ita: Menu cancellato

source: Delete this item
ita: Cancella questo elemento

source: Link Count
ita: Conteggio link

source: View links
ita: Vedi link

source: Custom Fields
ita: Campi personalizzati

source: Add another field
ita: Aggiungi un altro campo

source: Key
ita: Chiave

source: Value
ita: Valore

source: Remove
ita: Rimuobi

source: List
ita: Lista

source: Create content
ita: Crea contenuto

source: Content type does not exist.
ita: Il tipo di contenuto non esiste.

source: %s has been saved
ita: %s è stato salvato.

source: %s could not be saved. Please, try again.
ita: %s non può essere salvato. Ritenta.

source: Create content: %s
ita: Crea contenuto: %s

source: Edit %s: %s
ita: Modifica %s: %s

source: Paths updated.
ita: Percorsi aggiornati.

source: Something went wrong while updating paths. Please try again
ita: Qualcosa non ha funzionato mentre si aggiornavano i percorsi. Ritenta.

source: Invalid id for Node
ita: Id del Nodo non valido

source: Node deleted
ita: Nodo eliminato

source: Invalid content type.
ita: Tipo di contenuto non valido.

source: Invalid Term.
ita: Termine non valido.

source: Posted
ita: Inviato

source: on
ita: il

source: Posted in
ita: Inviato in

source: Leave a comment
ita: Lascia un commento

source: Type
ita: Tipo

source: Excerpt
ita: Estratto

source: Promoted to front page
ita: Promosso in prima pagina

source: Publish as
ita: Pubblica come

source: User
ita: Utente

source: promoted
ita: promosso

source: Applying to selected
ita: Applica al selezionato

source: Promote
ita: Promuovi

source: Unpromote
ita: Retrocedi

source: %s selected items?
ita: %s elementi selezionati?

source: Translate in a new language
ita: Traduci in una nuova lingua

source: No translations available.
ita: Nessuna traduzione disponibile.

source: No items found.
ita: Nessun elemento trovato.

source: Search Results: %s
ita: Risultati della ricerca: %s

source: Settings
ita: Impostazioni

source: Site
ita: Sito

source: Reading
ita: Lettura

source: Writing
ita: Scritturaa

source: Service
ita: Servizio

source: Languages
ita: Lingue

source: Displays setting values
ita: Mostra le impostazioni

source: Setting key
ita: Impostazioni chiave

source: List all settings
ita: Mostra tutte le impostazioni

source: Write setting value for a given key
ita: Scrivi il valore dell'impostazione per una data chiave

source: Setting value
ita: Impostazione valore

source: Delete setting based on key
ita: Elimina impostazione basata su una certa chiave

source: Update version string from git tag information
ita: Aggiorna stringa di versione da una etichetta git

source: Updating %s
ita: Sto aggiornando £s

source: Confirm update
ita: Conferma aggiornamento

source: Setting updated
ita: Impostazione aggiornata

source: Cancelled
ita: Cancellata

source: Key: %s not found
ita: Chiave: %s non trovata

source: Deleting %s
ita: Elimino %s

source: Delete?
ita: Elimino?

source: Setting deleted
ita: Impostazione eliminata

source: Add Language
ita: Aggiungi Lingua

source: The Language has been saved
ita: La Lingua è stata sakvata

source: The Language could not be saved. Please, try again.
ita: La Lingua non può essere salvata. Riprova.

source: Edit Language
ita: Modifica Lingua

source: Invalid Language
ita: Lingua non valida

source: Invalid id for Language
ita: Id non valido per la Lingua

source: Language deleted
ita: Lingua eliminata

source: Select a language
ita: Scegli una lingua

source: Invalid Setting.
ita: Impostazione non valida.

source: Add Setting
ita: Aggiungi Impostazione

source: The Setting has been saved
ita: L'Impostazione è stata salvata

source: The Setting could not be saved. Please, try again.
ita: L'impostazione non può essere salvata. Riprova.

source: Edit Setting
ita: Modifica Impostazione

source: Invalid Setting
ita: Impostazione non valida

source: Invalid id for Setting
ita: Id non valido per l'Impostazione

source: Settings: %s
ita: Impostazioni: $s

source: Settings updated successfully
ita: Impostazioni aggiornate con successo

source: Invalid Setting key
ita: Chiave Impostazione non valida

source: Could not add a new language.
ita: Non posso aggiungere una nuova lingua.

source: Language
ita: Lingua

source: Native
ita: Nativa

source: New Language
ita: Nuova lingua

source: e.g., 'Site.title'
ita: es.: 'Site.title'

source: Input Type
ita: Tipo di Input

source: e.g., 'text' or 'textarea'
ita: es.: 'text' o 'textarea'

source: Editable
ita: Modificabile

source: Saving
ita: Salvataggio

source: Setting
ita: Impostazione

source: Weight
ita: Peso

source: Delete Setting
ita: Cancella Impostazione

source: List Settings
ita: Lista Impostazioni

source: New Setting
ita: Nuova impostazione

source: Content Types
ita: Tippi di contenuto

source: Taxonomy
ita: Tassonomie

source: Add new
ita: Aggiungi nuovo

source: Vocabulary: %s
ita: Vocaabolario: %s

source: %s: Add Term
ita: %s: Aggiungi Termine

source: Term saved successfuly.
ita: Termine salvato con successo.

source: Term could not be added to the vocabulary. Please try again.
ita: Il Termine non può essere aggiunto al vocabolario. Riprova.

source: %s: Edit Term
ita: %s: Modifica Termine

source: Term deleted
ita: Termine eliminato

source: Term could not be deleted. Please, try again.
ita: Il Termine non può essere eliminato. Riprova.

source: Invalid Vocabulary ID.
ita: Id Vocabolario non valido.

source: Add Type
ita: Aggiungi Tipo

source: The Type has been saved
ita: Il Tipo è stato salvato

source: The Type could not be saved. Please, try again.
ita: Il Tipo non può essere salvato. Riprova.

source: Edit Type
ita: Modifica Tipo

source: Invalid Type
ita: Tipo non valido

source: Invalid id for Type
ita: Id non valido per il Tipo

source: Type deleted
ita: Tipo eliminato

source: Vocabularies
ita: Vocabolari

source: Add Vocabulary
ita: Aggiungi Vocabolario

source: The Vocabulary has been saved
ita: Il Vocabolario è stato salvato

source: The Vocabulary could not be saved. Please, try again.
ita: Il Vocabolario non può essere salvato. Riprova.

source: Edit Vocabulary
ita: Modifica Vocabolario

source: Invalid Vocabulary
ita: Vocabolario non valido

source: Invalid id for Vocabulary
ita: Id non valido per il Vocabolario

source: Vocabulary deleted
ita: Vocabolario eliminato

source: Invalid Content Type
ita: Tipo di contenuto non valido

source: Terms
ita: Termini

source: Term
ita: Termine

source: New Term
ita: Nuovo Termine

source: Types
ita: Tipi

source: Vocabulary
ita: Vocabolario

source: Show author's name
ita: Mostra nome autore

source: Show date
ita: Mostra data

source: Options
ita: Opzioni

source: Required
ita: Richiesto

source: Multiple
ita: Multiplo

source: Tags
ita: Etichette

source: View terms
ita: Vedi termini

source: Invalid ID.
ita: ID non valido.

source: Invalid model.
ita: Modello non valido.

source: Invalid record.
ita: Record non valido.

source: Translations: %s
ita: Traduzioni: %a

source: Invalid locale
ita: Traduzione non valida

source: Translate content: %s (%s)
ita: Traduci contenuto: %s (%s)

source: Record has been translated
ita: Il Record è stato tradotto

source: Record could not be translated. Please, try again.
ita: Il Record non può essere tradotto. Riprova.

source: Invalid Locale or ID
ita: Id o traduzione non valida

source: Translation for the locale deleted successfully.
ita: Traduzione eliminata con successo.

source: Translation for the locale could not be deleted.
ita: la Traduzione non può essere eliminata.

source: Translate
ita: Traduci

source: Datasource %s for CroogoTranslateBehavior of model %s is not connected
ita: La sorgente dati %s del CroogoTranslateBehavior del modello %s non è connessa

source: Roles
ita: Ruoli

source: Reset password
ita: Reimposta password

source: Reset user password
ita: Reimposta la password dell'utente

source: Username to reset
ita: Nome utente da reimpostare

source: New user password
ita: Nuova password dell'utente

source: User '%s' not found
ita: Utente '%s' non trovato

source: Password for '%s' has been changed
ita: La password di '%s' è stata cambiata

source: Add Role
ita: Aggiungi ruolo

source: The Role has been saved
ita: Il ruolo è stato salvato

source: The Role could not be saved. Please, try again.
ita: Il ruolo non può essere salvato, riprova.

source: Edit Role
ita: Modifica ruolo

source: Invalid Role
ita: Ruolo non valido

source: Invalid id for Role
ita: Id del ruolo non valido

source: Role deleted
ita: Ruolo eliminato

source: You have reached maximum limit for failed login attempts. Please try again after a few minutes.
ita: Hai raggiungo il limite massimo di accessi negati. Prova di nuovo fra qualche minuto.

source: [%s] Please activate your account
ita: [%s] Per favore attiva il tuo account

source: The User has been saved
ita: L'utente è stato salvato

source: The User could not be saved. Please, try again.
ita: L'utente non può essere salvato. Riprova.

source: Invalid User
ita: Utente non valido

source: Password has been reset.
ita: La password è stata reimpostata.

source: Password could not be reset. Please, try again.
ita: La password non può essere reimpostata. Riprova.

source: Invalid id for User
ita: Id non valido per l'utente

source: User deleted
ita: Utente eliminato

source: User cannot be deleted
ita: L'utente non può essere eliminato

source: Admin Login
ita: Accesso amministratore

source: Incorrect username or password
ita: Nome utente o password errati

source: Log out successful.
ita: Sei uscito dal sistema.

source: Register
ita: Registrati

source: You have successfully registered an account. An email has been sent with further instructions.
ita: Hai creato con successo il tuo account. Una email ti è stata inviata con ulteriori istruzioni.

source: You are currently logged in as:
ita: Stai accedendo come:

source: Account activated successfully.
ita: Account attivato.

source: Forgot Password
ita: Password dimenticata

source: Invalid username.
ita: Nome utente non valido.

source: [%s] Reset Password
ita: Reimposta la Password di [%s]

source: An email has been sent with instructions for resetting your password.
ita: Una email è stata inviata con le istruzioni per reimpostare la password.

source: An error occurred. Please try again.
ita: E' avvenuto un errore, riprova.

source: Reset Password
ita: Reimposta Password

source: Your password has been reset successfully.
ita: La tua password è stata reimpostata.

source: Log in
ita: Accedi

source: Invalid User.
ita: Utente non valido.

source: Passwords do not match. Please, try again.
ita: Le password non corrispondono. Prova ancora.

source: Hello %s
ita: Ciao %s

source: Please visit this link to reset your password: %s
ita: Visita questo link per reimpostare la tua password: %s

source: If you did not request a password reset, then please ignore this email.
ita: Se non hai richiesto tu di reimpostare la password, ignora semplicemente questa email.

source: Please visit this link to activate your account: %s
ita: Visita questo link per attivare il tuo account: %s

source: Remember me?
ita: Ricorda

source: Log In
ita: Accedi

source: Forgot password?
ita: Password dimenticata?

source: New password
ita: Nuova password

source: Title cannot be empty.
ita: Il Titolo non può essere vuoto

source: This alias has already been taken.
ita: Questo alias è già in uso

source: Alias cannot be empty.
ita: L'alias non può essere vuoto.

source: This field cannot be left blank.
ita: Questo campo non può essere lasciato vuoto.

source: Please enter a valid email address.
ita: Inserisci in indirizzo email valido.

source: Please provide a valid email address.
ita: Fornisci un indirizzo email valido.

source: This slug has already been taken.
ita: Questo alias è già in uso.

source: Slug cannot be empty.
ita: L'alias non può essere vuoto.

source: Link cannot be empty.
ita: Il link non può essere vuoto

source: This key has already been taken.
ita: Questa chiave è già in uso.

source: Key cannot be empty.
ita: La chiave non può essere vuota.

source: This field must be alphanumeric
ita: Questo campo deve essere alfanumerico

source: The username has already been taken.
ita: Il nome utente è già in uso.

source: Email address already in use.
ita: L'indirizzo email è già in uso

source: Passwords must be at least 6 characters long.
ita: Le password devono essere almeno lunghe caratteri.

source: This field must be a valid URL
ita: Questo campo deve essere uno URL valido
