Repository: croogo/locale
Catalog: */LC_MESSAGES/croogo.po
Languages: pt_br

source: Permissions
pt_br: Permissões

source: Access Control
pt_br: Controle de Acesso

source: Plugin to process
pt_br: Plugin para processar

source: Better manage, and easily synchronize you application's ACO tree
pt_br: Melhor gerencia, e facilidade de sincronização de suas árvores ACO deaplicações*

source: Add new ACOs for new controllers and actions. Does not remove nodes from the ACO table.
pt_br: Adicionar novas ACOs para novos controladores e ações. Não remova nós da tabela ACO.*

source: Perform a full sync on the ACO table.Will create new ACOs or missing controllers and actions.Will also remove orphaned entries that no longer have a matching controller/action
pt_br: Realizar uma syncronização em toda a tabela ACO. Criará novas ACOs ou controladores e ações perdidas.

source: Perform a full content sync on the ACO table.Will create new ACOs or missing contents.Will also remove orphaned entries that no longer have a matching contents
pt_br: Executa uma completa sincronização de conteudo na tabela ACO. Criará novas ACOs ou conteúdos perdidos. Removerá também arquivos que não possuem mais ligação a qualquer conteúdo.

source: The content model name
pt_br: O nome do modelo de conteúdo

source: Verify the tree structure of either your Aco or Aro Trees
pt_br: Verifique a estrutura de suas árvores ACO ou ARO.

source: The type of tree to verify
pt_br: O tipo de árvore para verificar

source: Recover a corrupted Tree
pt_br: Recuperar uma árvore corrompida

source: The type of tree to recover
pt_br: O tipo de árvore para recuperar

source: Actions
pt_br: Ações

source: Add Action
pt_br: Adicionar Ação

source: The %s has been saved
pt_br: O %s foi salvo

source: The %s could not be saved. Please, try again.
pt_br: O %s não pode ser salvo. Por favor, tente novamente.

source: Edit Action
pt_br: Editar Acão

source: Invalid Action
pt_br: Ação inválida

source: The Action has been saved
pt_br: A Ação foi salva

source: The Action could not be saved. Please, try again.
pt_br: A Ação não pode ser salva. Por favor, tente novamente.

source: Invalid id for Action
pt_br: ID Inválido de Ação

source: Action deleted
pt_br: Ação excluída

source: Action moved up
pt_br: Ação movida para cima

source: Action moved down
pt_br: Ação movida para baixo

source: Created %d new permissions
pt_br: Criadas %d novas permissões.

source: ACL database has been upgraded successfully
pt_br: ACL

source: Parent Role
pt_br: Regra pai

source: "AutoLogin" (Remember Me) disabled since mcrypt_encrypt is not available
pt_br: "AutoLogin" (Lembre-se de mim) desabilitado pois mcrypt_encrypt não esta disponível.

source: _authorizeByContent() - Access of un-mapped action "%1$s" in controller "%2$s"
pt_br: _authorizeBy

source: Model %s cannot be found.
pt_br: Modelo %s não pôde ser encontrado.

source: Created Aco node: %s
pt_br: Nó Aco criado: %s

source: <error>Plugin %s not found or not activated</error>
pt_br: <error>Plugin %s não encontrado ou não ativado</error>

source: <success>Aco Sync Complete</success>
pt_br: <success> Syncronização Aco Completa</success>

source: <success>Aco Update Complete</success>
pt_br: <success>Atualização Aco Completa</success>

source: Skipped Aco node: <warning>%s</warning>
pt_br: Nó Aco ignorado: <warning>%s</warning>

source: Deleted %s and all children
pt_br: %s deletado e todos os filhos

source: Created Aco node: <success>%s</success>
pt_br: Nó Aco criado: <success>%s</success>

source: Deleted Aco node: <warning>%s</warning>
pt_br: Nó Aco deletado: <warning>%s</warning>

source: <success>Tree is valid and strong</success>
pt_br: <success>Arvóre é válida e adequada</success>

source: Tree has been recovered, or tree did not need recovery.
pt_br: A árvore foi recuperada, ou não precisava de recuperação.

source: <error>Tree recovery failed.</error>
pt_br: <error>Recuperação da arvore falhou.</error>

source: No root node found
pt_br: Raiz não encontrada

source: <warning>ACL Database seems to have already been upgraded</warning>
pt_br: <warning> Banco de dados ACL aparentemente já foi atualizado.</warning>

source: %s not found
pt_br: $s não encontrado

source: Role: Public not found
pt_br: Função: Publica não encontrada

source: Role: Registered not found
pt_br: Função: Registrado não encontrado

source: Role: Admin not found
pt_br: Função: Administrador não encontrado

source: Users
pt_br: Usuários

source: Add
pt_br: Adicionar

source: Action
pt_br: Ação

source: Parent
pt_br: Pai

source: Choose none if the Aco is a controller.
pt_br: Escolha nenhum se o Aco é o controlador.

source: Alias
pt_br: Atalho

source: Publishing
pt_br: Publicação

source: Apply
pt_br: Aplicar

source: Save
pt_br: Salvar

source: Cancel
pt_br: Cancelar

source: Tools
pt_br: Ferramentas

source: Generate
pt_br: Gerar

source: Create new actions (no removal)
pt_br: Criar novas ações (nenhuma remoção)

source: Synchronize
pt_br: Sincronizar

source: Create new & remove orphaned actions
pt_br: Criar novas e remover ações orfãs

source: Edit Actions
pt_br: Editar Ações

source: Move up
pt_br: Mover para cima

source: Move down
pt_br: Mover para baixo

source: Edit this item
pt_br: Editar este item

source: Remove this item
pt_br: Remover este item

source: Are you sure?
pt_br: Você tem certeza?

source: error
pt_br: erro

source: When set, permissions from parent role are inherited
pt_br: Quando definidas, permissões de funções do pai são herdadas

source: Edit Permissions
pt_br: Editar Permissões

source: Upgrade Acl database
pt_br: Aprimorar Banco de dados Acl

source: Blocks
pt_br: Blocos

source: Regions
pt_br: Regiões

source: Add Block
pt_br: Adicionar Blocos

source: The Block has been saved
pt_br: O bloco foi salvo

source: The Block could not be saved. Please, try again.
pt_br: O bloco não pode ser salvo. Por favor, tente novamente.

source: Edit Block
pt_br: Editar Bloco

source: Invalid Block
pt_br: Bloco Inválido

source: Invalid id for Block
pt_br: ID inválido para o bloco

source: Block deleted
pt_br: Bloco excluído

source: Moved up successfully
pt_br: Movido para cima com sucesso

source: Could not move up
pt_br: Não foi possível mover para cima

source: Moved down successfully
pt_br: Movido para baixo com sucesso

source: Could not move down
pt_br: Não pode ser movido para baixo

source: Blocks deleted
pt_br: Blocos deletados

source: Blocks published
pt_br: Blocos publicados

source: Blocks unpublished
pt_br: Blocos não publicados

source: Region
pt_br: Região

source: Add Region
pt_br: Adicionar Região

source: The Region has been saved
pt_br: A Região foi salva

source: The Region could not be saved. Please, try again.
pt_br: A Região não pode ser salva. Por favor, tente novamente.

source: Edit Region
pt_br: Editar Região

source: Invalid Region
pt_br: Região Inválida

source: Invalid id for Region
pt_br: ID Inválido para região

source: Region deleted
pt_br: Região excluída

source: Block
pt_br: Bloco

source: Access
pt_br: Acessar

source: Visibilities
pt_br: Visibilidades

source: Params
pt_br: Parametros

source: Title
pt_br: Título

source: unique name for your block
pt_br: nome exclusivo para o bloco

source: if you are not sure, choose 'none'
pt_br: Se você não tiver certeza, escolha a opção 'none'

source: Body
pt_br: Corpo

source: Class
pt_br: Classe

source: Element
pt_br: Elemento

source: Role
pt_br: Função

source: Visibility Paths
pt_br: Caminhos Visíveis

source: Enter one URL per line. Leave blank if you want this Block to appear in all pages.
pt_br: Digite uma URL por linha. Deixe em branco se quiser que este bloco apareça em todas as páginas.

source: Show title ?
pt_br: Mostrar título ?

source: Status
pt_br: Estado

source: Choose
pt_br: Escolha

source: Publish
pt_br: Publicado

source: Unpublish
pt_br: Não publicado

source: Delete
pt_br: Excluir

source: Submit
pt_br: Aplicar

source: Comments
pt_br: Comentários

source: Published
pt_br: Publicados

source: Approval
pt_br: Aprovação

source: Edit Comment
pt_br: Editar Comentário

source: Invalid Comment
pt_br: Comentário inválido

source: The Comment has been saved
pt_br: O comentário foi salvo

source: The Comment could not be saved. Please, try again.
pt_br: O comentário não pode ser salvo. Por favor,tente novamente.

source: Invalid id for Comment
pt_br: ID Inválido do Comentário

source: Comment deleted
pt_br: Comentário excluído

source: Comments deleted
pt_br: Comentários deletados

source: Comments published
pt_br: Comentários publicados

source: Comments unpublished
pt_br: Comentários não publicados

source: Maximum level reached. You cannot reply to that comment.
pt_br: Nível máximo atingido. Você não pode responder a esse comentário.

source: Comments are not allowed.
pt_br: Comentários não são permitidos.

source: Your comment has been added successfully.
pt_br: Seu comentário foi adicionado com sucesso.

source: Your comment will appear after moderation.
pt_br: Seu comentário será exibido após moderação.

source: Sorry, the comment appears to be spam.
pt_br: Desculpe, o comentário parece ser spam.

source: Invalid captcha entry
pt_br: Entrada Inválida captcha

source: New comment posted under
pt_br: Novo comentário postado acima

source: Invalid Node id
pt_br: Id de node inválido

source: Invalid Comment id
pt_br: Id de comentário inválido

source: Content
pt_br: Conteúdo

source: Comment
pt_br: Comentário

source: Contact
pt_br: Contato

source: Name
pt_br: Nome

source: Comments: Published
pt_br: Comentários: Publicados

source: Comments: Approval
pt_br: Commentários: Aprovados

source: Node
pt_br: Nó

source: Created
pt_br: Criado

source: Comment on
pt_br: Comentar sobre

source: by
pt_br: por

source: said on %s
pt_br: disse em %s

source: Reply
pt_br: Responder

source: Add new comment
pt_br: Adicionar novo comentário

source: Go back to original post
pt_br: Volte ao post original

source: Post comment
pt_br: Postar comentario

source: Disabled
pt_br: Inválido

source: Read only
pt_br: Somente Leitura

source: Read/Write
pt_br: Ler/Escrever

source: A new comment has been posted under: %s
pt_br: Um novo comentário foi postado em: %s

source: Name: %s
pt_br: Nome: %s

source: IP Address: %s
pt_br: Endereço IP: %s

source: Comment: %s
pt_br: Comentário: %s

source: Contacts
pt_br: Contatos

source: Messages
pt_br: Mensagens

source: Add Contact
pt_br: Adicionar Contato

source: The Contact has been saved
pt_br: O contato foi salvo

source: The Contact could not be saved. Please, try again.
pt_br: O contato não pode ser salvo.Por favor, tente novamente.

source: Edit Contact
pt_br: Editar Contato

source: Invalid Contact
pt_br: Contato Inválido

source: Invalid id for Contact
pt_br: ID Inválido para o contato

source: Contact deleted
pt_br: Contato excluído

source: Your message has been received...
pt_br: Sua mensagem foi recebida...

source: Sorry, the message appears to be spam.
pt_br: Desculpe, a mensagem parece ser spam.

source: Read
pt_br: Ler

source: Edit Message
pt_br: Editar Mensagem

source: Invalid Message
pt_br: Mensagem Inválida

source: The Message has been saved
pt_br: A mensagem foi salva

source: The Message could not be saved. Please, try again.
pt_br: A mensagem não pode ser salva. Por favor, tente novamente.

source: Invalid id for Message
pt_br: ID Inválida para a mensagem

source: Message deleted
pt_br: Mensagem excluída

source: Messages marked as read
pt_br: Mensagens marcadas como lida

source: Messages marked as unread
pt_br: Mensagens marcadas como não lidas

source: Message
pt_br: Mensagem

source: Position
pt_br: Posição

source: Address
pt_br: Endereço

source: Address2
pt_br: Endereço2

source: State
pt_br: Estado

source: Country
pt_br: País

source: Post Code
pt_br: Código Postal

source: Phone
pt_br: Telefone

source: Let users leave a message
pt_br: Permita que os usuários deixem uma mensagem

source: Notify by email instantly
pt_br: Notifique por e-mail imediatamente

source: Spam protection (requires Akismet API key)
pt_br: Proteção de spam (requer Chave da API Akismet)

source: Use captcha? (requires Recaptcha API key)
pt_br: Usar captcha? (requer Chave da API Recaptcha)

source: You can manage your API keys here.
pt_br: Você pode gerenciar suas chaves API aqui.

source: Your name
pt_br: Seu nome

source: Your email
pt_br: Seu e-mail

source: Subject
pt_br: Assunto

source: Send
pt_br: Enviar

source: You have received a new message at: %s
pt_br: Você recebeu uma nova mensagem de: %s

source: Subject: %s
pt_br: Assunto: %s

source: Message: %s
pt_br: Mensagem: %s

source: Messages: Read
pt_br: Mensagens: Lidas

source: Unread
pt_br: Não lido

source: Messages: Unread
pt_br: Mensagens: Não lidas

source: Mark as read
pt_br: Marcar como lido

source: Mark as unread
pt_br: Marcar como não lido

source: Croogo Utilities
pt_br: Vantagens do Croogo

source: Compile/Generate CSS
pt_br: Compilar/Gerar CSS

source: Upgrade Croogo
pt_br: Aprimorar Croogo

source: Theme cannot be deactivated, instead activate another theme.
pt_br: Tema não pôde ser desativado, ao invés disso ative outro tema

source: %s "%s" not found.
pt_br: %s "%s" não encontrado.

source: %s name must be provided.
pt_br: Nome de %s precisa ser provido.

source: Activate Plugins & Themes
pt_br: Ativar Plugins e Temas

source: Method to perform
pt_br: Método para executar

source: Extension type
pt_br: Tipo da extenção

source: Name of extension
pt_br: Nome da extensão

source: Plugin "%s" activated successfully.
pt_br: Plugin "%s" ativado com sucesso.

source: Plugin "%s" could not be activated. Please, try again.
pt_br: Plugin "%s" não pôde ser ativado. Por favor, tente novamente.

source: Plugin "%s" could not be deactivated. Please, try again.
pt_br: Plugin "%s" não pôde ser desativado. Por favor, tente novamente.

source: Plugin "%s" deactivated successfully.
pt_br: Plugin "%s" desativado com sucesso.

source: Theme "%s" activated successfully.
pt_br: Tema "%s" ativado com sucesso.

source: Theme "%s" activation failed.
pt_br: Ativação do tema "%s" falhou.

source: Author
pt_br: Autor

source: Theme
pt_br: Tema

source: Installing with Composer...
pt_br: Instalando com Composer

source: Unexpected composerInstall return value
pt_br: Instação via composer retornou um valor inesperado

source: Package installed and activated.
pt_br: Pacote instalado e ativado.

source: Package installed but not activated.
pt_br: Pacote instalado mas não ativado.

source: Extension installed and activated.
pt_br: Extensão instalada e ativada.

source: Download, Install & Activate Plugins & Themes
pt_br: Download, Instalação de Plugins e Temas ativados.

source: URL to zip file OR github user name
pt_br: URL para arquivo zip ou nome github

source: Github repo name
pt_br: Nome de repositório Github

source: Installing extension...
pt_br: Instalando extensão...

source: Please specify a URL to a zipball extension
pt_br: Por favor especifique a URL para uma extensão zpball

source: Downloading extension to %s...
pt_br: Baixando extensão para %s...

source: Upgrade ACL database for core controllers.
pt_br: Aprimorando Banco de dados ACL para controladores de núcleo

source: Upgrades the ACO hierarchy from 1.3/1.4 so it follows the default behavior in normal CakePHP applications. The primary difference is plugin controllers now are stored underneath its own Plugin ACO record, whereas previous version assumes all Controllers belongs to the root 'controllers' node.%s<warning>Ensure that you have a backup of your aros, acos, and aros_acos table before upgrading.</warning>
pt_br: Aprimorando a hierarquia ACO de 1.3/1.4 então ela segue o padrão de aplicações comuns do CakePHP. A principal diferença são os controladores de plugins que agora armazenam debaixo de seu próprio plugin de registro ACO, enquanto que a versão anterior assume que todos os controladores pertencem ao nó raiz de controle. %s<warning> Verifique que você tem um backup de suas tabelas aros,acos e aros_acos antes de tentar aprimorar.</warning>

source: Create settings.json from database
pt_br: Criar settings.json do banco de dados

source: Update Hook.bootstrap settings
pt_br: Atualizar configurações de Hook.bootstrap

source: Update Links in database
pt_br: Atualizar links no banco de dados

source: Create first migration records
pt_br: Criar primeira migração de registros

source: Run all upgrade tasks
pt_br: Executar todas as tarefas de aprimoramento

source: <warning>Config/settings.json already exist</warning>
pt_br: <warning>Config/settings.json já existe</warning>

source: <success>Config/settings.yml created based on `settings` table</success>
pt_br: <success>Config/settings.yml criado baseado em tabela de 'configurações'</success>

source: Updating Link %s
pt_br: Atualizando Link %s

source: Links updated: %d rows
pt_br: Links atualizados: %d linhas

source: Hook.bootstraps updated
pt_br: Hook.bootstraps atualizado

source: Upgrade "%s"
pt_br: Aprimorar "%s"

source: Command not recognized
pt_br: Comando não reconhecido

source: Site down for maintenance
pt_br: Site em manutenção

source: Errors in CakeErrorController: %s
pt_br: Erros em CakeErrorCOntroller: %s

source: An error occured
pt_br: Ocorreu um erro

source: Visit website
pt_br: Visitar website

source: Invalid content
pt_br: Conteúdo Inválido

source: Failed toggling field %s to %s
pt_br: Falha alternando campo %s para %

source: EventHandler %s not found in plugin %s
pt_br: EventHandler %s não encontrado no plugin %s

source: Unable to get routeable content types: %s
pt_br: Incapaz de receber tipos de conteudo roteáveis: %s

source: Unpublished
pt_br: Não publicados

source: Cannot load configuration files with ../ in them.
pt_br: Não pode carregar arquivos de configuração com ../ neles.

source: Could not load configuration files: %s or %s
pt_br: Não pôde carregar arquivos de configuração: %s ou %s

source: Invalid action to perform
pt_br: Ação inválida para ser executada

source: No target to process action upon
pt_br: Alvo não para processar ação não foi selecionado

source: Edit
pt_br: Editar

source: New %s
pt_br: Novo %s

source: Close
pt_br: Fechar

source: Page {:page} of {:pages}, showing {:current} records out of {:count} total, starting on record {:start}, ending on {:end}
pt_br: Página {:page} de {:pages}, mostrando {:current} registros de um total de {:count} , começando no registro {:start} e terminando no registro {:end}

source: first
pt_br: primeiro

source: prev
pt_br: anterior

source: next
pt_br: próximo

source: last
pt_br: último

source: Filter
pt_br: Filtrar

source: Page not found
pt_br: Página não encontrada

source: Error
pt_br: Erro

source: The requested address was not found on this server.
pt_br: O endereço solicitado não foi encontrado neste servidor.

source: Security Error
pt_br: Erro de Segurança

source: Request blackholed due to "%s" violation.
pt_br: Requisição perdida devido a violação de "%s"

source: Method %1$s::%2$s does not exist
pt_br: Método %1$s::%2$s não existe

source: Back to
pt_br: Voltar para

source: Site down for maintenance.
pt_br: Site em manutenção.

source: Are you sure you want to delete # %s?
pt_br: Tem certeza de que deseja excluir # %s?

source: content here
pt_br: conteúdo aqui

source: Extensions
pt_br: Extensões

source: Themes
pt_br: Temas

source: Locales
pt_br: Traduções

source: Locale does not exist.
pt_br: Tradução não existe.

source: Locale '%s' set as default
pt_br: Tradução '%s' definida como padrão

source: Could not save Locale setting.
pt_br: Não pôde salvar configurações de tradução

source: Upload a new locale
pt_br: Carregar uma nova tradução

source: Invalid locale.
pt_br: Tradução Inválida.

source: Locale already exists.
pt_br: Tradução já existente.

source: Edit locale: %s
pt_br: Editar Tradução: %s

source: The file %s does not exist.
pt_br: O arquivo %s não existe.

source: Locale updated successfully
pt_br: Tradução atualizada com sucesso

source: Locale deleted successfully.
pt_br: Tradução removida com sucesso.

source: Local could not be deleted.
pt_br: Local não pode ser excluído.

source: Upload a new plugin
pt_br: Carregar um novo plugin

source: Invalid plugin
pt_br: Plugin Inválido

source: You cannot delete a plugin that is currently active.
pt_br: Você não pode excluir um plugin que está ativo.

source: Plugin "%s" deleted successfully.
pt_br: Plugin "%s" deletado com sucesso.

source: Plugin could not be deleted.
pt_br: Plugin não pode ser excluído.

source: Plugin could not be deactivated. Please, try again.
pt_br: PLugin não pôde ser desativado. Por favor, tente novamente.

source: Plugin could not be activated. Please, try again.
pt_br: PLugin não pôde ser ativado. Por favor tente novamente.

source: Plugin "%s" migrated successfully.
pt_br: Plugin "%s" migrado com sucesso.

source: Plugin "%s" could not be migrated. Error: %s
pt_br: PLugin "%s" não pôde ser migrado. Erro: %s

source: Plugin %s has been moved up
pt_br: Plugin %s foi movido para cima

source: Plugin %s has been moved down
pt_br: Plugin %s foi movido para baixo

source: Theme activated.
pt_br: Tema ativado.

source: Theme activation failed.
pt_br: Ativação do tema falhou

source: Upload a new theme
pt_br: Carregar um novo tema

source: Theme uploaded successfully.
pt_br: Tema carregado com sucesso.

source: Theme Editor
pt_br: Editor Tema

source: Invalid Theme.
pt_br: Tema Inválido.

source: Default theme cannot be deleted.
pt_br: Tema padrão não pode ser excluído.

source: You cannot delete a theme that is currently active.
pt_br: Você não pode excluir um tema que está ativo atualmente.

source: Theme deleted successfully.
pt_br: Tema excluído com sucesso.

source: An error occurred.
pt_br: Ocorreu um erro.

source: Plugin "%s" is already active.
pt_br: PLugin "%s" já esta ativa

source: Plugin "%s" depends on "%s" plugin.
pt_br: Plugin "%s" depende do plugin "%s".

source: Plugin "%s" is not active.
pt_br: Plugin "%s" não esta ativo.

source: %s is already at the first position
pt_br: %s já esta na primeira posição

source: Plugin %s depends on %s
pt_br: Plugin %s depende de %s

source: %s is already at the last position
pt_br: %s já esta na última posição

source: Invalid direction
pt_br: Direção inválida

source: Plugin %s cannot be reordered
pt_br: Plugin %s não pode ser reordenado.

source: Invalid theme
pt_br: Tema inválido

source: Theme %s not found
pt_br: Tema %s não encontrado

source: Invalid plugin path
pt_br: Caminho para plugin inválido

source: Invalid zip archive
pt_br: Arquivo Zip Inválido

source: Invalid plugin.json or missing plugin name
pt_br: plugin.json inválido ou faltando nome do plugin

source: Missing expected files: %s in: %s
pt_br: Faltando arquivos: %s in: %s

source: Invalid plugin or missing expected files
pt_br: Plugin inválido ou faltando arquivos

source: Invalid plugin file path
pt_br: Caminho para plugin inválido

source: Plugin already exists
pt_br: Plugin já existe

source: Failed to extract plugin
pt_br: Falhou ao extrair plugin

source: Invalid theme path
pt_br: Caminho para tema inválido

source: Invalid theme file path
pt_br: Caminho para arquivo de tema inválido

source: Theme already exists
pt_br: Tema já existe

source: Failed to extract theme
pt_br: Falha ao extrair tema

source: Must specify a valid package name: vendor/name.
pt_br: Precisa especificar um nome de pacote válido: vendor/name.

source: Themes installed via composer are not yet supported.
pt_br: Temas instalados via composer não são suportados ainda.

source: Locale
pt_br: Tradução

source: Default
pt_br: Padrão

source: Activate
pt_br: Ativado

source: Description
pt_br: Descrição

source: Active
pt_br: Ativar

source: Deactivate
pt_br: Desativar

source: Migrate
pt_br: Migrar

source: Current Theme
pt_br: Tema Atual

source: Regions supported:
pt_br: Regiões suportadas:

source: Available Themes
pt_br: Temas Disponíveis

source: No available theme
pt_br: Tema não disponível
