Repository: croogo/locale
Catalog: */LC_MESSAGES/croogo.po
Languages: pt_br

source: Media
pt_br: Mídia

source: Attachments
pt_br: Acessórios

source: File Manager
pt_br: Gerenciador de Arquivos

source: Add Attachment
pt_br: Adicionar acessórios

source: Upload failed. Please ensure size does not exceed the server limit.
pt_br: Upload falhou. Por favor, verifique se o tamanho não excede o limite do servidor.

source: The Attachment has been saved
pt_br: O acessório foi salvo

source: The Attachment could not be saved. Please, try again.
pt_br: O acessório não pode ser salvo.Por favor,tente novamente.

source: Edit Attachment
pt_br: Editar configuração

source: Invalid Attachment
pt_br: Acessório Inválido

source: Invalid id for Attachment
pt_br: ID Inválido para Acessório

source: Attachment deleted
pt_br: Acessório excluído

source: Path %s is restricted
pt_br: Caminho %s é restringido

source: Edit file: %s
pt_br: Editar arquivo: %s

source: File saved successfully
pt_br: Arquivo salvo com sucesso

source: File uploaded successfully.
pt_br: Arquivo carregado com sucesso.

source: File deleted
pt_br: Arquivo excluído

source: Directory deleted
pt_br: Lista Excluída

source: Create Directory
pt_br: Criar diretório

source: Directory created successfully.
pt_br: Lista criada com sucesso.

source: Create File
pt_br: Criar arquivo

source: File created successfully.
pt_br: Arquivo criado com sucesso.

source: Error during file upload
pt_br: Erro durante upload de arquivo

source: New Attachment
pt_br: Novo Acessório

source: Insert
pt_br: Inserir

source: Sort by:
pt_br: Classificar por:

source: Promoted
pt_br: Promovido

source: Attachment
pt_br: Acessório

source: Caption
pt_br: Título

source: File URL
pt_br: Arquivo URL

source: Mime Type
pt_br: Tipo Mime

source: Search
pt_br: Pesquisar

source: Search...
pt_br: Pesquisar...

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: Upload here
pt_br: Upload aqui

source: Create directory
pt_br: Criar diretório

source: Create file
pt_br: Criar arquivo

source: You are here
pt_br: Você esta aqui

source: Open
pt_br: Aberto

source: View
pt_br: Visualização

source: Directory
pt_br: Diretório

source: Directory name
pt_br: Nome do diretório

source: Create
pt_br: Criar

source: File
pt_br: Arquivo

source: Filename
pt_br: Nome do arquivo

source: Install Utilities
pt_br: Instalar Utilitários

source: DataSource
pt_br: Fonte dos dados

source: Host
pt_br: Host (hospedar)

source: Password
pt_br: Senha

source: Database
pt_br: Banco de Dados

source: Prefix
pt_br: Prefixo

source: Port
pt_br: Porta

source: Username
pt_br: Nome de usuário

source: Verify Password
pt_br: Verificar senha

source: Permission %s granted to %s
pt_br: Permissão %s garantida para %s

source: Installation: Welcome
pt_br: Instalação: Bem vindo

source: Step 1: Database
pt_br: Passo 1: Base de dados

source: Step 2: Build database
pt_br: Passo 2: Criar banco de dados

source: Warning: Database "%s" is not empty.
pt_br: Aviso: Banco de dados "%s" não esta vazio.

source: Installation successful
pt_br: Instalação realizada com sucesso

source: Installation failed: Unable to create settings file
pt_br: Instalação falhou: Incapaz de criar arquivos de configuração

source: CSS : %s created
pt_br: CSS: %s criado

source: CSS : %s failed
pt_br: CSS: %s falhou

source: JS : %s created
pt_br: JS : %s criado

source: JS : %s failed
pt_br: JS : %s falhou

source: Font: %s copied
pt_br: Fonte: %s copiada

source: File: %s not copied
pt_br: Arquivo: %s não copiado

source: Could not write database.php file.
pt_br: Não foi possível gravar no arquivo database.php

source: Could not connect to database:
pt_br: Não foi possível se conectar ao banco de dados:

source: Could not connect to database.
pt_br: Não foi possível conectar no banco de dados.

source: Step 3: Create Admin User
pt_br: Passo 3: Criar Usuário Administrador

source: New Password
pt_br: Nova senha

source: Create tables and load initial data
pt_br: Criar tabelas e carregar dados de inicialização

source: Build database
pt_br: Construir Banco de Dados

source: Click here to build your database
pt_br: Clique aqui para criar seu banco de dados

source: Database hostname or IP Address
pt_br: Host do Banco de Dados ou endereço IP

source: Database login/username
pt_br: Login/usuário do Banco de Dados

source: Database password
pt_br: Senha do Banco de Dados

source: Database name
pt_br: Nome do Banco de Dados

source: Table prefix (leave blank if unknown)
pt_br: Prefixo da tabela (deixe em branco se não souber)

source: Database port (leave blank if unknown)
pt_br: Porta do Banco de Dados (deixe em branco se não souber)

source: The user %s has been created with administrative rights.
pt_br: O usuário %s Foi criado com direitos de administrador.

source: Admin panel: %s
pt_br: Painel do Administrador

source: You can start with %s or jump in and %s.
pt_br: Você pode começar com %s ou pule para %s

source: configuring your site
pt_br: configurando seu site

source: create a blog post
pt_br: criar uma publicação

source: Resources
pt_br: Recursos

source: Your tmp directory is writable.
pt_br: Sua configuração do diretório tmp é gravável.

source: Your tmp directory is NOT writable.
pt_br: Sua configuração do diretório tmp NÃO é gravável.

source: Your config directory is writable.
pt_br: Sua configuração do diretório é gravável.

source: Your config directory is NOT writable.
pt_br: Sua configuração do diretório NÃO é gravável.

source: PHP version %s %s %s
pt_br: Versão do PHP %s %s %s

source: PHP version %s < %s
pt_br: Versão do PHP %s < %s

source: CakePhp version %s %s %s
pt_br: Versão do CakePhp %s %s %s

source: CakePHP version %s < %s
pt_br: Versão do CakePHP %s < %s

source: Install
pt_br: Instalar

source: Click here to begin installation
pt_br: Clique aqui para começar a instalação

source: Installation cannot continue as minimum requirements are not met.
pt_br: A instalação não pode continuar, requisitos mínimos não foram cumpridos.

source: Install Croogo
pt_br: Instalar Croogo

source: Add Link
pt_br: Adicionar Link

source: The Link has been saved
pt_br: O Link foi salvo.

source: The Link could not be saved. Please, try again.
pt_br: O Link não pôde ser salvo. Por favor,tente novamente

source: Edit Link
pt_br: Editar Link

source: Invalid Link
pt_br: Link Inválido

source: Invalid id for Link
pt_br: ID Inválido para Link

source: Link deleted
pt_br: Link Excluído

source: Links published
pt_br: Links publicados

source: Links unpublished
pt_br: Links não publicados

source: Add Menu
pt_br: Adicionar Menu

source: The Menu has been saved
pt_br: O Menu foi salvo

source: The Menu could not be saved. Please, try again.
pt_br: O Menu não pode ser salvo. Por favor, tente novamente.

source: Edit Menu
pt_br: Editar Menu

source: Invalid Menu
pt_br: Menu Inválido

source: Invalid id for Menu
pt_br: ID Inválido para Menu

source: Menu deleted
pt_br: Menu excluído

source: Misc.
pt_br: Misto

source: Target
pt_br: Selecione

source: Delete this item
pt_br: Deletar este item

source: Link Count
pt_br: Contador de Links

source: View links
pt_br: Ver links

source: Custom Fields
pt_br: Campos Customizados

source: Key
pt_br: Chave

source: Value
pt_br: Valor

source: Remove
pt_br: Remover

source: List
pt_br: Lista

source: Create content
pt_br: Criar conteúdo

source: Content type does not exist.
pt_br: Tipo de Conteúdo não existe.

source: %s has been saved
pt_br: % foi salvo

source: %s could not be saved. Please, try again.
pt_br: %s não pode ser salvo. Por favor, tente novamente.

source: Create content: %s
pt_br: Criar conteúdo: %s

source: Edit %s: %s
pt_br: Editar %s: %s

source: Paths updated.
pt_br: Caminhos atualizados.

source: Something went wrong while updating paths. Please try again
pt_br: Algo deu errado enquanto os caminhos eram atualizados. Por favor, tente novamente

source: Invalid id for Node
pt_br: ID Inválida para o Nó

source: Node deleted
pt_br: Nó excluído.

source: Invalid content type.
pt_br: Tipo de conteúdo Inválido.

source: Invalid Term.
pt_br: Termo inválido.

source: Posted
pt_br: Postado

source: on
pt_br: em

source: Posted in
pt_br: Postado em

source: Leave a comment
pt_br: Deixar um comentário

source: Type
pt_br: Tipo

source: Excerpt
pt_br: Resumo

source: Promoted to front page
pt_br: Promovido para a página inicial

source: Publish as
pt_br: Publicar como

source: User
pt_br: Usuário

source: promoted
pt_br: promovido

source: Applying to selected
pt_br: Aplicar a selecionado(s)

source: Promote
pt_br: Promover

source: Unpromote
pt_br: Não promover

source: %s selected items?
pt_br: %s items selecionados?

source: Translate in a new language
pt_br: Traduzir em uma nova lingua

source: No translations available.
pt_br: Nenhuma tradução disponível.

source: No items found.
pt_br: Nenhum item encontrado.

source: Search Results: %s
pt_br: Pesquisar resultados: %s

source: Settings
pt_br: Configurações

source: Reading
pt_br: Lendo

source: Writing
pt_br: Escrevendo

source: Service
pt_br: Serviços

source: Languages
pt_br: Línguas

source: Displays setting values
pt_br: Mostrar valores de configuração

source: Setting key
pt_br: Chave de configuração

source: List all settings
pt_br: Listar todas as configurações

source: Write setting value for a given key
pt_br: Escrever o valor de configuração para uma determinada chave

source: Setting value
pt_br: Valores de configuração

source: Delete setting based on key
pt_br: Excluir configurações baseados na chave

source: Update version string from git tag information
pt_br: Atualizar versão através das tags de informação do git

source: Updating %s
pt_br: Atualizando %s

source: Confirm update
pt_br: Confirmar atualização

source: Setting updated
pt_br: Configurações atualizadas

source: Cancelled
pt_br: Cancelado

source: Key: %s not found
pt_br: Chave: %s não encontrada

source: Deleting %s
pt_br: Excluindo %s

source: Delete?
pt_br: Excluir?

source: Setting deleted
pt_br: Configuração excluída

source: Add Language
pt_br: Adicionar Língua

source: The Language has been saved
pt_br: A lígua foi salva.

source: The Language could not be saved. Please, try again.
pt_br: A Língua não pode ser salva.Por favor,tente novamente.

source: Edit Language
pt_br: Editar língua

source: Invalid Language
pt_br: Língua Inválida

source: Invalid id for Language
pt_br: ID Inválida para Língua

source: Language deleted
pt_br: Língua excluída

source: Select a language
pt_br: Selecione a língua

source: Invalid Setting.
pt_br: Configuração Inválida.

source: Add Setting
pt_br: Adicionar Configuração

source: The Setting has been saved
pt_br: A configuração foi salva

source: The Setting could not be saved. Please, try again.
pt_br: A configuração não ´pde ser salva.Por favor, tente novamente.

source: Edit Setting
pt_br: Editar configuração

source: Invalid Setting
pt_br: Configuração inválida

source: Invalid id for Setting
pt_br: ID inválido para configuração

source: Settings: %s
pt_br: Configurações: %s

source: Settings updated successfully
pt_br: As Configurações foram atualizadas com sucesso

source: Invalid Setting key
pt_br: Chave de configuração inválida

source: Could not add a new language.
pt_br: Não foi possível adicionar um novo idioma.

source: Language
pt_br: Lingua

source: Native
pt_br: Nativa

source: New Language
pt_br: Nova Língua

source: e.g., 'Site.title'
pt_br: ex., 'Site.titulo'

source: Input Type
pt_br: Tipo de entrada

source: e.g., 'text' or 'textarea'
pt_br: ex., 'texto' ou 'textarea'

source: Editable
pt_br: Editável

source: Saving
pt_br: Salvando

source: Setting
pt_br: Configuração

source: Weight
pt_br: Peso

source: Delete Setting
pt_br: Excluir Configuração

source: List Settings
pt_br: Configurações da Lista

source: New Setting
pt_br: Nova Configuração

source: Content Types
pt_br: Tipos de Conteúdo

source: Taxonomy
pt_br: Taxonomia

source: Add new
pt_br: Adicionar novo

source: Vocabulary: %s
pt_br: Vocabulário: %s

source: %s: Add Term
pt_br: %s: Adicionar Termo

source: Term saved successfuly.
pt_br: Termo salvo com sucesso.

source: Term could not be added to the vocabulary. Please try again.
pt_br: Termo não pode ser adicionado ao vocabulário.Por favor , tente novamente.

source: %s: Edit Term
pt_br: %s: Editar Termo

source: Term deleted
pt_br: Termo excluído

source: Term could not be deleted. Please, try again.
pt_br: Termo não pode ser excluído.Por favor,tente novamente.

source: Invalid Vocabulary ID.
pt_br: Vocabulário de ID inválido.

source: Add Type
pt_br: Adicionar Tipo

source: The Type has been saved
pt_br: O Tipo foi salvo

source: The Type could not be saved. Please, try again.
pt_br: O tipo não pode ser salvo.Por favor, tente novamente.

source: Edit Type
pt_br: Editar Tipo

source: Invalid Type
pt_br: Tipo Inválido

source: Invalid id for Type
pt_br: ID Inválido para Tipo

source: Type deleted
pt_br: Tipo excluído

source: Vocabularies
pt_br: Vocabulários

source: Add Vocabulary
pt_br: Adicionar Vocabulário

source: The Vocabulary has been saved
pt_br: O vocabulário foi salvo

source: The Vocabulary could not be saved. Please, try again.
pt_br: O vocabulário não pode ser salvo.Por favor, tente novamente.

source: Edit Vocabulary
pt_br: Editar Vocabulário

source: Invalid Vocabulary
pt_br: Vocabulário Inválido

source: Invalid id for Vocabulary
pt_br: ID Inválido para Vocabulário

source: Vocabulary deleted
pt_br: Vocabulário excluído

source: Invalid Content Type
pt_br: Tipo do conteúdo inválido

source: Terms
pt_br: Termos

source: Term
pt_br: Termo

source: New Term
pt_br: Novo Termo

source: Types
pt_br: Tipos

source: Vocabulary
pt_br: Vocabulário

source: Show author's name
pt_br: Mostrar nome do autor

source: Options
pt_br: Opções

source: Required
pt_br: Requerido

source: Multiple
pt_br: Multiplo

source: Tags
pt_br: Marcações

source: View terms
pt_br: Ver termos

source: Invalid ID.
pt_br: ID Inválido.

source: Invalid model.
pt_br: Modelo Inválido.

source: Invalid record.
pt_br: Registro Inválido.

source: Translations: %s
pt_br: Traduções: %s

source: Invalid locale
pt_br: Tradução Inválida

source: Translate content: %s (%s)
pt_br: Traduzir conteúdo: %s (%s)

source: Record has been translated
pt_br: Tradução gravada com sucesso

source: Record could not be translated. Please, try again.
pt_br: Não foi possível gravar a tradução. Por favor, tente novamente.

source: Invalid Locale or ID
pt_br: ID de tradução Inválida

source: Translation for the locale deleted successfully.
pt_br: Tradução para o lingua excluída com sucesso.

source: Translation for the locale could not be deleted.
pt_br: Tradução para o lingua não pôde ser excluída.

source: Translate
pt_br: Traduzir

source: Datasource %s for CroogoTranslateBehavior of model %s is not connected
pt_br: Datasource %s do CroogoTranslateBehavio para o modelo %s não está conectado

source: Roles
pt_br: Função

source: Reset password
pt_br: Restaurar senha

source: Reset user password
pt_br: Redefinir senha de usuário

source: Username to reset
pt_br: Resdefinir nome de usuário

source: New user password
pt_br: Nova senha de usuário

source: User '%s' not found
pt_br: Usuário '%s' não encontrado

source: Password for '%s' has been changed
pt_br: Senha para '%s" foi modificada

source: Add Role
pt_br: Adicionar função

source: The Role has been saved
pt_br: A função foi salvo

source: The Role could not be saved. Please, try again.
pt_br: A função não pode ser salvo.Por favor, tente novamente.

source: Edit Role
pt_br: Editar Função

source: Invalid Role
pt_br: Função Inválida

source: Invalid id for Role
pt_br: ID Inválido para função

source: Role deleted
pt_br: Função excluída

source: You have reached maximum limit for failed login attempts. Please try again after a few minutes.
pt_br: Você atingiu o limite máximo para as tentativas de login falhou. Por favor, tente novamente após alguns minutos.

source: [%s] Please activate your account
pt_br: [%s] Por favor ative sua conta.

source: The User has been saved
pt_br: O usuário foi salvo

source: The User could not be saved. Please, try again.
pt_br: O Ususário não pode ser salvo. Por favor, tente novamente.

source: Invalid User
pt_br: Usuário Inválido

source: Password has been reset.
pt_br: Senha redefinida.

source: Password could not be reset. Please, try again.
pt_br: A senha não pode ser reposta. Por favor, tente novamente.

source: Invalid id for User
pt_br: ID Inválido para o usuário

source: User deleted
pt_br: Usuário excluído

source: User cannot be deleted
pt_br: Usuário não pode ser excluido

source: Incorrect username or password
pt_br: Nome de usuário ou senha incorretos

source: Log out successful.
pt_br: Saiu com sucesso.

source: Register
pt_br: Registro

source: You have successfully registered an account. An email has been sent with further instructions.
pt_br: Sua conta foi registrada com sucesso. Um e-mail foi enviado com instruções detalhadas.

source: You are currently logged in as:
pt_br: Você está logado como:

source: Account activated successfully.
pt_br: Conta ativada com sucesso.

source: Forgot Password
pt_br: Esqueceu sua senha

source: Invalid username.
pt_br: Usuário Inválido.

source: [%s] Reset Password
pt_br: [%s] Redefinir senha

source: An email has been sent with instructions for resetting your password.
pt_br: Um e-mail foi enviado com instruções para redefinir sua senha.

source: An error occurred. Please try again.
pt_br: Ocorreu um erro.Por favor, tente novamente.

source: Reset Password
pt_br: Esqueci minha senha

source: Your password has been reset successfully.
pt_br: Sua senha foi redefinida com sucesso.

source: Invalid User.
pt_br: Usuário Inválido.

source: Passwords do not match. Please, try again.
pt_br: Senha incorreta. Por favor, tente novamente.

source: Hello %s
pt_br: Olá %s

source: Please visit this link to reset your password: %s
pt_br: Por favor, acesse este link para redefinir sua senha: %s

source: If you did not request a password reset, then please ignore this email.
pt_br: Se você não pediu para redefinir de senha, por favor, ignore este e-mail.

source: Please visit this link to activate your account: %s
pt_br: Por favor, acesse este link para ativar sua conta: %s

source: Remember me?
pt_br: Lembre-se de mim

source: Forgot password?
pt_br: Esqueceu senha?

source: Reset
pt_br: Redefinir

source: New password
pt_br: Nova senha

source: Title cannot be empty.
pt_br: Título não pode ser vazio

source: This alias has already been taken.
pt_br: O apelido já existe.

source: Alias cannot be empty.
pt_br: Apelido não pode ser vazio

source: This field cannot be left blank.
pt_br: Este campo não pode ser deixado em branco.

source: Please enter a valid email address.
pt_br: Por favor digite um endereço de e-mail válido.

source: Please provide a valid email address.
pt_br: Por favor digite um endereço de e-mail válido

source: This slug has already been taken.
pt_br: Este slug já existe.

source: Slug cannot be empty.
pt_br: Slug não pode ser vazio

source: Link cannot be empty.
pt_br: Link não pode ser vazio

source: This key has already been taken.
pt_br: ESta chave já existe.

source: Key cannot be empty.
pt_br: Chave não pode ser vazia

source: This field must be alphanumeric
pt_br: Este campo precisa ser alfa-numérico

source: The username has already been taken.
pt_br: O nome de usuário já existe.

source: Email address already in use.
pt_br: Endereço de e-mail já em uso.

source: Passwords must be at least 6 characters long.
pt_br: Senhas precisam possuir no mínimo 4 caracteres.

source: This field must be a valid URL
pt_br: ESte campo deve ser uma URL válida.
